{"pmid": "40115685", "title": "Impact of COVID-19 on Otorhinolaryngologists in Bulgaria: A Survey of Healthcare Professionals.", "text": "Review began 02/09/2025 Review ended 02/16/2025 Published 02/18/2025 © Copyright 2025 Milcheva et al. This is an open access article distributed under the terms of the Creative Commons Attribution License CC- BY 4.0., which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited. DOI: 10.7759/cureus.79229 Impact of COVID-19 on Otorhinolaryngologists in Bulgaria: A Survey of Healthcare Professionals Kamelia Milcheva , Nikolay R. Sapundzhiev 1. Otolaryngology, Medical University of Varna, Varna, BGR Corresponding author: Kamelia Milcheva, kameliamilcheva@gmail.com Abstract Background The COVID-19 pandemic caused significant global social and economic disruption, highlighting the challenges of emerging infectious diseases. It also pushed modern medicine and healthcare systems to the wall. The mode of transmission of the SARS-CoV-2 infection is by aerosolized upper respiratory tract secretions. The otorhinolaryngology specialty seems to be among the riskiest for contracting airborne infections. This is because of the close face-to-face contact with the patients during routine examinations and many specific procedures. This study aimed to evaluate otolaryngologists’ self-assessment of their comparative infection risk and the impact of the COVID-19 pandemic on their clinical practice, financial stability, and psychological well-being. Methodology A national cross-sectional survey was conducted among otorhinolaryngologists in Bulgaria by a research team from the Medical University of Varna. The study assessed infection risk perception, changes in practice, psychological stress, and financial effects. Data were collected via Survs.com and analyzed using descriptive statistics, cross-tabulations, and chi-squared tests, with significance set at 0.05 in Jamovi version 2.3.28. Results Of the 241 invited participants, 120 (49.8%) completed the survey. In total, 61 (50.8%) perceived their infection risk as similar to emergency healthcare workers, while 91 (75.8%) likened their exposure to that of dentists. Workplace exposure was identified as the main infection source by 95 (79.1%), with 71 (59.1%) considering outpatient clinics the highest-risk setting. Financially, 47 (39.1%) reported no income change, 31 (25.8%) experienced reductions, and 42 (35.0%) saw increased earnings. A chi-square test revealed a significant association between financial impact and workplace setting (χ² (3) = 11.68, p = 0.0086). Hospital- based otolaryngologists were more frequently affected by income reductions, with 65 (54.2%) reporting financial losses compared to 22 (18.3%) in outpatient settings. The psychological toll was substantial, with 44 (36.6%) reporting high stress, 34 (28.3%) very high stress, and only 3 (2.5%) stating no effect. Significant associations were found between stress levels and workplace setting (χ² (4) = 12.4, p = 0.015) and work experience (χ² (12) = 22.9, p = 0.029). Conclusions The COVID-19 pandemic profoundly affected otorhinolaryngologists’ financial stability, work environments, infection risk perception, and mental health. Hospital-based specialists faced greater financial challenges, while stress levels were significantly linked to workplace setting and experience. These findings highlight critical areas for long-term changes in otorhinolaryngological practice. Categories: Otolaryngology Keywords: bulgaria, covid-19, ent, otolaryngology, otorhinolaryngology Introduction The COVID-19 pandemic, caused by the novel coronavirus SARS-CoV-2, has deeply transformed healthcare practices globally. Otorhinolaryngologists faced unique challenges during the COVID-19 crisis due to their close contact with the upper airway, leading to significant changes in clinical practice. As the pandemic evolved, the effects of COVID-19 on otorhinolaryngology became increasingly evident, reshaping the way clinicians and patients interact. The mode of the SARS-CoV-2 infection is by aerosolization from upper respiratory tract secretions during examination and surgical procedures . Among surgical specialties, otorhinolaryngologists are at a particularly high risk of COVID-19 exposure . There is evidence that otorhinolaryngologists run a high risk of occupational SARS-CoV-2 due to high viral load related to upper aerodigestive tract examination and clinical procedures . One of the first instances of COVID-19-related death among physicians during the recent pandemic was among otorhinolaryngologists, with Mr. Adil El Tayar and Mr. Amged El-Hawrani being among the earliest reported fatalities . The same applies to SARS 1 1 Open Access Original Article How to cite this article Milcheva K, Sapundzhiev N R (February 18, 2025) Impact of COVID-19 on Otorhinolaryngologists in Bulgaria: A Survey of Healthcare Professionals. Cureus 17(2): e79229. DOI 10.7759/cureus.79229 . This study seeks to answer the following questions: (1) how do Bulgarian otorhinolaryngologists perceive their risk of COVID-19 infection? (2) What changes occurred in clinical practice and financial stability? (3) How did the pandemic affect psychological well-being? Materials And Methods Study design This was a national cross-sectional survey-based study aimed at evaluating the impact of the COVID-19 pandemic on the otorhinolaryngological practice in Bulgaria. The study focused on understanding otorhinolaryngologists’ perceptions of infection risks, changes in practice, psychological stress, and financial outcomes during the pandemic. It was conducted over nine months (July 2022 to March 2023) by a research team from the Faculty of Medicine and the Faculty of Public Health of the Medical University of Varna and followed ethical guidelines approved by the Committee for Ethical Scientific Research at the Medical University of Varna (approval number: 118/23.06.2022). The Bulgarian National Society of Otorhinolaryngology, Head and Neck Surgery, further approved the study. Participation in the study was voluntary and anonymous. Inclusion and exclusion criteria Inclusion criteria were currently practicing otorhinolaryngologists in Bulgaria. Participants provided informed consent before accessing the survey. Exclusion criteria were incomplete survey responses and individuals not currently practicing as otorhinolaryngologists. Data collection The survey was conducted online via Survs.com, ensuring accessibility and convenience for participants. The Bulgarian National Society of Otorhinolaryngology, Head and Neck Surgery, distributed the survey via email to its members. The platform’s settings prevented multiple submissions from the same IP address. Questions covered demographic information, workplace distribution, perceived infection risks, psychological and financial impacts, and involvement in COVID-19-specific care. Responses were collected anonymously to encourage honest reporting using Survs.com methods. Statistical analysis Descriptive statistics summarize demographic data and workplace characteristics, including age distribution, years of experience, and practice settings. Crosstab analyses were employed to explore associations between key variables, such as perceived infection risk and workplace type. Statistical significance was assessed where applicable, and findings were presented using graphical representations to enhance clarity and interpretation. Data analysis, including descriptive statistics and cross-tabulations, was conducted using Survs.com with additional tests performed in Jamovi 2.3.28."}
{"pmid": "40115685", "title": "Impact of COVID-19 on Otorhinolaryngologists in Bulgaria: A Survey of Healthcare Professionals.", "text": "The chi-square test of independence was conducted to assess the association between distinct categories. The chi-square statistic and corresponding p-value were calculated using the chi2_contingency function in Jamovi 2.3.28. Statistical significance was set at p-values <0.05. If the p-value was less than 0.05, the null hypothesis of no association between the variables was rejected. Results Of 241 invited participants, 120 completed the survey, yielding a response rate of 49.8%. The majority were experienced specialists, while a smaller proportion consisted of early-career professionals. The largest age group comprised 36 (30%) respondents aged 51-60 years, followed by 34 (28.3%) aged 31-40 years. The 41- 50-year group included 21 (17.5%) respondents, while 15 (12.5%) were younger than 30 years. The smallest group, 14 (11.7%), consisted of specialists over 60 years old . 2025 Milcheva et al. Cureus 17(2): e79229. DOI 10.7759/cureus.79229 2 of 11 FIGURE 1: Age distribution of the respondents. In terms of professional experience, 54 (45%) had more than 21 years of practice, while 27 (22.5%) had up to 10 years of experience, and 26 (21.7%) had 11 to 20 years of experience. Additionally, 13 (10.8%) were residents in training . FIGURE 2: Work experience distribution of the respondents. Among the surveyed otolaryngologists, 84 (70%) worked in hospital settings, while 36 (30%) practiced in outpatient medical institutions . 2025 Milcheva et al. Cureus 17(2): e79229. DOI 10.7759/cureus.79229 3 of 11 FIGURE 3: Workplace distribution of the respondents. The perceived risk of COVID-19 infection was notably high, with 84 (70%) considering their risk higher than radiologists, 74 (61.6%) perceiving greater risk compared to ophthalmologists, and 63 (52.5%) and 59 (49.2%) believing their exposure exceeded that of pediatricians and general practitioners, respectively. While 61 (50.8%) felt their infection risk was comparable to emergency healthcare workers, 91 (75.8%) equated their exposure to that of dentists . FIGURE 4: Comparative risk of infection with COVID-19 for ENT and other medical and dental specialities. ENT: ear, nose, and throat; GP: general practice Concerns regarding COVID-19 exposure were widespread, with 116 (96.6%) rating the probability of infection as “high risk,” while only 4 (3.3%) perceived the risk as low. Workplace exposure was identified as the primary source of infection by 95 (79.1%) of respondents, with 71 (59.1%) identifying outpatient clinics as the highest-risk settings, followed by 25 (20.8%) citing emergency departments and 24 (20%) pointing to community environments. Hospital surgical units were not regarded as a significant source of infection risk . 2025 Milcheva et al. Cureus 17(2): e79229. DOI 10.7759/cureus.79229 4 of 11 FIGURE 5: Primary risk sources of infection with COVID-19 according to respondents’ opinion. A chi-square test of independence showed a statistically significant association between the perceived risk of COVID-19 infection and work experience (χ² (3) = 14.25, p = 0.0026), suggesting that an otolaryngologist’s perception of infection risk varied significantly based on professional experience (Table 1). Perceived risk of COVID-19 infection Work experience Chi-square statistic, χ² (df) P- value Group 1 (<10 years) Group 2 (11–20 years) Group 3 (>21 years) Group 4 (residents) n % n % n % n % Low risk 4 3.3 0 0 0 0 0 0 14.25 (3) 0.0026 High risk 23 19.16 26 21.66 54 45 13 10.83 TABLE 1: Characteristics of the statistical association between the perceived risk of COVID-19 infection and work experience. Significant differences (<0.05) in the categories between the perceived risk of COVID-19 infection and the work experience of otolaryngologists. n = number; χ² = chi-square test; df = degrees of freedom; p = probability The financial impact of the pandemic varied among respondents, with 47 (39.1%) reporting no change in income, 31 (25.8%) experiencing income reductions, and 42 (35%) reporting increased earnings. Among those with increased revenue, 33 (27.5%) attributed this to work in COVID-19 departments, while 9 (7.5%) reported growth related to ENT-specific activities . 2025 Milcheva et al. Cureus 17(2): e79229. DOI 10.7759/cureus.79229 5 of 11 FIGURE 6: Distribution of the financial impact of the COVID-19 pandemic on otolaryngological practice in Bulgaria. ENT: ear, nose, and throat A chi-square test indicated a statistically significant association between financial impact and work experience (χ² (9) = 44.0, p < 0.001) (Table 2). Financial impact of the COVID-19 pandemic Work experience Chi-square statistic, χ² (df) P- value Group 1 (<10 years) Group 2 (11–20 years) Group 3 (>21 years) Group 4 (residents) n % n % n % n % Increased income due to ENT activity 0 0 0 0 9 7.5 0 0 44.0 (9) <0.001 Increased income due to work in COVID-19 facilities 9 7.5 3 2.5 10 8.33 11 9.16 Decreased income 3 2.5 9 7.5 18 15 1 0.83 No change in income 15 12.5 14 11.66 17 14.16 1 0.83 Total 27 22.5 26 21.67 54 45 13 10.83 TABLE 2: Characteristics of statistical association between the financial impact of the COVID-19 pandemic on otolaryngological practice and the work experience of otolaryngologists. Significant differences (<0.05) in categories between the financial impact of the COVID-19 pandemic on otolaryngological practice and the work experience of otolaryngologists. n = number; χ² = chi-square test; df = degrees of freedom; p = probability Income stability was reported most frequently by 47 (39.1%) respondents, primarily from work experience groups 1 (≤10 years) and 2 (11-20 years). A decrease in income was most prevalent among 31 (25.8%) respondents, particularly in group 3 (>21 years). Increased income from COVID-19 work was predominantly observed in groups 1 (≤10 years) and 4 (residents), while 9 (7.5%) in group 3 (>21 years) benefited from ENT- specific procedural shifts. These findings suggest that mid-career specialists faced greater financial strain, whereas younger professionals and those engaged in COVID-19-related work were more likely to experience income increases. A chi-square test of independence assessing the relationship between financial impact and workplace setting revealed a statistically significant association (χ² (3) = 11.68, p = 0.0086) (Table 3). 2025 Milcheva et al. Cureus 17(2): e79229. DOI 10.7759/cureus.79229 6 of 11 Financial impact of the COVID-19 pandemic Workplace setting Chi-square statistic, χ² (df) P-value"}
{"pmid": "40115685", "title": "Impact of COVID-19 on Otorhinolaryngologists in Bulgaria: A Survey of Healthcare Professionals.", "text": "Hospital-based Outpatient-based n % n % Increased income due to ENT activity 2 1.66 7 5.8 11.68 (3) 0.0086 Increased income due to work in COVID-19 facilities 24 20 9 7.5 Decreased income 21 17.5 10 8.3 No change in income 37 30.83 10 8.3 Total 84 70 36 30 TABLE 3: Characteristics of statistical association between the financial impact of the COVID-19 pandemic on otolaryngological practice and the workplace setting. Significant differences (<0.05) in categories between the financial impact of the COVID-19 pandemic on otolaryngological practice and the workplace setting. n = number; χ² = chi-square test; df = degrees of freedom; p = probability Hospital-based otolaryngologists were more likely to report income reductions, with 65 (54.2%) experiencing financial decline compared to 22 (18.3%) in outpatient settings. In contrast, 20 (16.7%) hospital-based specialists reported no income change compared to 8 (6.7%) in outpatient settings. Regarding direct involvement in COVID-19 care, 92 (76.6%) worked in COVID-19 wards, 6 (5.0%) in outpatient COVID-19 facilities, and 1 (0.8%) in a vaccination center. Additionally, 19 (15.8%) provided consultations or interventions in COVID-19 wards as needed, while 28 (23.3%) were not involved in COVID- specific care. The psychological impact of the COVID-19 pandemic was considerable, with 44 (36.6%) reporting high stress levels and 34 (28.3%) experiencing very high stress. A smaller group, 28 (23.3%), reported moderate stress, while 11 (9.1%) indicated little impact, and only 3 (2.5%) stated no effect on their mental health . FIGURE 7: Assessment of a physician’s stress level. A chi-square test of independence examining stress level and work experience revealed a statistically significant association (χ² (12) = 22.9, p = 0.029) (Table 4). 2025 Milcheva et al. Cureus 17(2): e79229. DOI 10.7759/cureus.79229 7 of 11 Stress level Work experience Chi-square statistic, χ² (df) P- value Group 1 (<10 years) Group 2 (11–20 years) Group 3 (>21 years) Group 4 (residents) n % n % n % n % 1: No stress 0 0 0 0 2 1.67 1 0.83 22.9 (12) 0.029 2: Low stress 0 0 2 1.67 9 7.5 0 0 3: Moderate stress 12 10 3 2.5 12 10 1 0.83 4: High stress 6 5 13 10.83 18 15 7 5.83 5: Very high stress 9 7.5 8 6.67 13 10.83 4 3.33 Total 27 22.5 26 21.67 54 45 13 10.83 TABLE 4: Characteristics of statistical association between stress level and work experience of the otolaryngologists. Significant differences (<0.05) in categories between stress level and work experience of the otolaryngologists. n = number; χ² = chi-square test; df = degrees of freedom; p = probability The analysis also identified a statistically significant relationship between stress levels and workplace setting (χ² (4) = 12.4, p = 0.015), indicating that the work environment significantly influenced the stress experienced during the pandemic (Table 5). Stress level Workplace settings Chi-square statistic, χ² (df) P-value Hospital-based Outpatient-based n % n % 1: No stress 3 2.5 0 0 12.4 (4) 0.015 2: Low stress 3 2.5 8 6.66 3: Moderate stress 21 17.5 7 5.83 4: High stress 34 28.33 10 8.33 5: Very high stress 23 19.16 11 9.16 Total 84 70 36 30 TABLE 5: Characteristics of statistical association between stress level and workplace settings. Significant differences (<0.05) in categories between stress level and workplace settings. n = number; χ² = chi-square test; df = degrees of freedom; p = probability Among hospital-based otorhinolaryngologists, 34 (28.3%) were in category 4 (high stress), while 23 (19.2%) were in category 5 (very high stress). Among outpatient-based specialists, the largest group, 11 (9.2%), were in category 5 (very high stress), while 10 (8.3%) were in category 4 (high stress). Discussion These findings highlight the profound professional, financial, and psychological challenges otolaryngologists faced during the COVID-19 pandemic, providing valuable insight into their experiences across diverse clinical settings. These results align with observed global trends but reveal unique regional 2025 Milcheva et al. Cureus 17(2): e79229. DOI 10.7759/cureus.79229 8 of 11 aspects that warrant deeper analysis. Otolaryngologists are among the specialties at the highest risk of contracting COVID-19 due to direct contact with the upper respiratory tract, where the viral load can be substantial . The survey reveals that over 60% of Bulgarian ENT specialists consider their risk to be higher than radiologists and ophthalmologists. Notably, early warnings about COVID-19 came from Dr. Li Wenliang, an ophthalmologist, who later succumbed to the disease. This underscores the risk faced by specialists working in close proximity to the upper respiratory tract . A majority of respondents, 91 (75.8%), equated their risk to that of dentists, a group widely recognized for its heightened exposure risk due to aerosol-generating procedures . Studies have shown that ENT procedures involving the nasal cavity, pharynx, and ear carry risks due to droplet generation . The fact that routine ENT examinations are perceived as high risk emphasizes the need for protocols to reduce exposure during essential examinations. Our analysis demonstrated no statistically significant association between workplace type and perceived risk of infection among otolaryngologists during the COVID-19 pandemic. This uniformity in risk perception may reflect the inherently high-risk nature of the otolaryngological practice, irrespective of the workplace setting, due to close patient interactions and aerosol-generating procedures. The results suggest that standardized infection control protocols and safety measures likely contributed to the constant perception of risk. Future studies could explore additional factors influencing risk perception, such as variations in protective equipment availability, individual experiences, or differences in institutional policies. In response, otolaryngologists globally have advocated for new infection control guidelines, including the permanent use of higher-grade personal protective equipment (PPE) (e.g., KN95 or FFP2 masks) and even modified examination techniques to mitigate exposure risk . Adopting these protocols in Bulgarian practices could align local standards with those emerging internationally. The statistically significant relationship between perceived infection risk and work experience suggests that professional background influences risk perception. More experienced otolaryngologists may have recognized a greater occupational hazard due to their prolonged exposure to patients and a higher likelihood of performing aerosol-generating"}
{"pmid": "40115685", "title": "Impact of COVID-19 on Otorhinolaryngologists in Bulgaria: A Survey of Healthcare Professionals.", "text": "procedures. This finding aligns with previous studies indicating that specialists with extensive clinical experience tend to have a heightened awareness of occupational risks. The survey’s findings indicate substantial psychological strain. A significant proportion of respondents, 78 (65%), experienced high or very high stress levels. This is consistent with studies on healthcare workers’ mental health during the pandemic, which highlight high rates of burnout, anxiety, and depression among frontline medical staff . ENT specialists, particularly in countries with limited resources and PPE, might be at an elevated risk of psychological distress due to both the direct threat of infection and concerns over inadequate protective measures. Most Bulgarian otolaryngologists, 106 (88.2%), felt under moderate to very high stress levels. None of them reported undergoing formal psychological stress assessments. Only two respondents had undergone such research but had not followed any stress-reducing measures from the institution they worked for. These findings emphasize the need for broad-based approaches to stress mitigation, addressing the collective challenges faced by healthcare professionals due to COVID-19. The relationship between stress levels and work experience was statistically significant, suggesting that mid-career and senior professionals experienced greater psychological distress. This could be due to the increased professional responsibility placed on experienced specialists, who often had to balance clinical duties, administrative roles, and the challenges of adapting to rapidly changing protocols. Workplace settings also significantly influenced stress levels, with hospital-based specialists reporting higher stress compared to those in outpatient settings. The increased exposure to COVID-19 patients, greater workload, and heightened procedural risks may have contributed to this disparity. These findings align with previous research demonstrating that frontline healthcare workers, particularly those in hospital environments, experienced higher stress and burnout levels during the pandemic. The need for targeted mental health interventions, particularly for hospital-based ENT specialists, is evident from these results. The psychological strain of working in high-risk environments can have enduring consequences, such as reduced job satisfaction and diminished quality of care. To mitigate these effects, it is essential to implement targeted mental health interventions and adjust workloads to support healthcare workers effectively. During pandemics or epidemics, healthcare workers often face considerable stress due to the nature of their work. For instance, during the 2014-2015 Ebola outbreak in Sierra Leone, healthcare workers in direct contact with patients experienced various psychological challenges, including obsessive-compulsive tendencies, paranoia, heightened interpersonal sensitivity, and depression . Similarly, the 2003 SARS epidemic significantly affected the mental health of healthcare workers, with studies reporting emotional distress in up to 57% of healthcare workers . In particular, no specific data regarding ENT specialists was observed in either study. Although otolaryngologists were regarded as a high-risk group for contracting COVID-19 due to the nature of their procedures, a study by Walvik et al. (2021) in Denmark found no participants showing severe symptoms of depression or anxiety during the survey period . This finding can be attributed to several factors, i.e., Denmark experienced a relatively controlled pandemic, the supply of PPE had stabilized, and COVID-19 testing was widely accessible. The financial impact of the pandemic was another area of notable variation. While 47 (39.1%) respondents reported no change in income, 31 (25.8%) experienced financial reductions, particularly among those with 2025 Milcheva et al. Cureus 17(2): e79229. DOI 10.7759/cureus.79229 9 of 11 more than 21 years of experience. This decline may be attributed to the temporary suspension of elective procedures, a key source of revenue for ENT specialists. In contrast, younger professionals and residents were more likely to report increased income, largely due to their engagement in COVID-19-specific work, including shifts in COVID-19 wards and outpatient facilities. The statistically significant association between financial impact and work experience highlights the uneven economic burden of the pandemic across different career stages. The study’s findings underscore the wide-ranging impact of the pandemic on otolaryngological practice. The significant associations between perceived infection risk, financial outcomes, psychological stress, and work experience or workplace setting highlight the multifaceted challenges faced by ENT specialists. These insights emphasize the necessity for tailored support measures, including financial relief programs, improved infection control policies, and mental health interventions, to mitigate the long-term effects of the pandemic on the specialty. While this study provides valuable data, certain limitations must be acknowledged. Factors such as local infection rates, hospital workload, and access to PPE may also contribute to stress levels and risk perception, which were not controlled for in this study. The survey was conducted within a single country, and findings may not be fully generalizable to other healthcare systems. Additionally, self-reported data may be subject to response bias, particularly in the assessment of stress levels, financial impact, or perceptions of infection risk. Nevertheless, the diversity within the respondent group, including varying levels of work experience, age, and practice settings, adds depth to the findings. To enhance the robustness and generalizability of these results, future studies should aim to include a larger, more representative sample and consider longitudinal designs to track the evolving impacts of the pandemic over time. Despite these limitations, the study offers significant insights that can inform policies, protective measures, and support systems for otolaryngologists during and beyond public health crises. Conclusions A combination of heightened infection risk, significant practice adaptations, and psychological strain demonstrates the impact of the COVID-19 pandemic on otolaryngology practice in Bulgaria. The results of this survey illustrate the sweeping changes experienced by Bulgarian otolaryngologists during the COVID-19 pandemic, from heightened infection risk to increased psychological burden. These findings align with international trends yet reveal unique local characteristics that require tailored responses. Ensuring PPE availability, addressing diagnostic delays, and supporting mental health are critical to fortifying the resilience of otolaryngology in future health crises. This study contributes valuable insights to the ongoing conversation around pandemic preparedness and the future of ENT practice in Bulgaria and beyond, as well as potential policy adjustments to address these challenges in future public health crises. Additional Information Author Contributions All authors have reviewed the final version to be published and agreed to be accountable for all aspects of the work. Concept"}
{"pmid": "40115685", "title": "Impact of COVID-19 on Otorhinolaryngologists in Bulgaria: A Survey of Healthcare Professionals.", "text": "and design: Kamelia Milcheva, Nikolay R. Sapundzhiev Acquisition, analysis, or interpretation of data: Kamelia Milcheva, Nikolay R. Sapundzhiev Drafting of the manuscript: Kamelia Milcheva Critical review of the manuscript for important intellectual content: Kamelia Milcheva, Nikolay R. Sapundzhiev Disclosures Human subjects: Consent for treatment and open access publication was obtained or waived by all participants in this study. Committee for Ethical Scientific Research of the Medical University-Varna issued approval 118/23.06.2022. Animal subjects: All authors have confirmed that this study did not involve animal subjects or tissue. Conflicts of interest: In compliance with the ICMJE uniform disclosure form, all authors declare the following: Payment/services info: All authors have declared that no financial support was received from any organization for the submitted work. Financial relationships: All authors have declared that they have no financial relationships at present or within the previous three years with any organizations that might have an interest in the submitted work. Other relationships: All authors have declared that there are no other relationships or activities that could appear to have influenced the submitted work. Acknowledgements 2025 Milcheva et al. Cureus 17(2): e79229. DOI 10.7759/cureus.79229 10 of 11 The authors would like to thank Professor Antoniya Dimova, PhD, and Associate Professor Maria Rohova, PhD, from the Department of Economics and Health Care Management, Medical University of Varna, for their cooperation and support."}
{"pmid": "40113855", "title": "Spatio-temporal epidemic forecasting using mobility data with LSTM networks and attention mechanism.", "text": "Spatio-temporal epidemic forecasting using mobility data with LSTM networks and attention mechanism Shihu Jiao1, Yu Wang1, Xiucai Ye1, Larry Nagahara2 & Tetsuya Sakurai1 The outbreak of infectious diseases can have profound impacts on socio-economic balances globally. Accurate short-term forecasting of infectious diseases is crucial for policymakers and healthcare systems. This study proposes a novel deep learning approach for short-term forecasting of infectious disease trends, using COVID-19 confirmed cases and hospitalizations in Japan as a case study. This method provides weekly updates and forecasts outcomes over 1–4 weeks. The proposed model combines long short-term memory (LSTM) networks and multi-head attention mechanism strengths and is trained on public data sourced from open-access platforms. We conduct a comprehensive and rigorous evaluation of the performance of our model. We assess its weekly predictive capabilities over a long period of time by employing multiple error metrics. Furthermore, we carefully explore how the performance of the model varies over time and across geographical locations. The results demonstrate that the proposed model outperforms baseline approaches, particularly in short-term forecasts, achieving lower error rates across multiple metrics. Additionally, the inclusion of mobility data improves the predictive accuracy of the model, especially for longer-term forecasts, by capturing spatio-temporal dynamics more effectively. The proposed model has the potential to assist in decision- making processes, help develop strategies for controlling the spread of infectious diseases, and mitigate the pandemic’s impact. Keywords Infectious disease, Mobility, LSTM, Attention, Forecasting Since the early 21st century, the world has witnessed several outbreaks of infectious diseases, such as severe acute respiratory syndrome (SARS), Middle East respiratory syndrome coronavirus (MERS-CoV), and most recently coronavirus disease 2019 (COVID-19), all posing significant threats to human health and severely impacting global socio-economic structures1–4. These pandemics bring fear and uncertainty to the social sphere, leading to significant changes in human behavior and social dynamics. Measures like lockdowns, social distancing, and travel restrictions have reshaped how people interact, work, and engage in social activities5. Additionally, hospitals are facing overwhelming numbers of patients, shortages of medical supplies and exhausted medical staff. Meanwhile, prioritizing the management of these diseases leads to deprioritization or delay of noncommunicable disease healthcare services, such as routine checkups, elective surgeries, and disease prevention programs, potentially leading to long-term health consequences6,7. Given the profound impacts of infectious diseases, it becomes clear that developing predictive models to forecast the pandemic’s progression is not just beneficial but essential8,9. By forecasting the spread of the virus, the number of cases, and hospitalizations, policymakers can effectively allocate resources, implement targeted interventions, and develop evidence-based policies10. Furthermore, the ability to forecast infectious disease trends aids in scenario planning and enhances preparedness for potential future outbreaks. Reliable forecasts facilitate timely decision-making, allowing for proactive measures to mitigate the socio-economic and public health consequences of the pandemic11,12. Researchers have applied a variety of methods to generate short-term infectious disease forecasts, ranging from traditional statistical methods to more advanced machine learning approaches. Traditional methods, such as auto-regressive integrated moving average (ARIMA)13, have been widely used for capturing linear trends and seasonal patterns in time series data. However, these methods often face challenges when dealing with non- 1Department of Computer Science, University of Tsukuba, Tsukuba 3058577, Japan. 2Department of Chemical and Biomolecular Engineering, Whiting School of Engineering, Johns Hopkins University, Baltimore, MD 21218, USA. email: yexiucai@cs.tsukuba.ac.jp OPEN Scientific Reports | (2025) 15:9603 1 | https://doi.org/10.1038/s41598-025-94089-9 www.nature.com/scientificreports linear relationships and complex temporal dynamics. Alternative approaches include statistical models, such as decision trees14 and deep learning frameworks15. These methods are flexible to incorporate various potential variables and are highly dependent on the quality and availability of input data. Many studies have also explored the use of ensemble models, which combine multiple methods to integrate predictions from various approaches16. However, these models often require substantial computational resources and can reduce the interpretability of individual model contributions. Among these techniques, long short-term memory (LSTM) networks stand out for their proficiency in processing time series data17–19. Nevertheless, faced with an unprecedented global challenge like COVID-19, these traditional epidemic prediction models have many limitations, especially in capturing and understanding the complex dynamics of how the epidemic changes over time in different regions20–22. Advanced techniques, such as Transformer architectures and attention mechanisms, could be further explored to develop more effective forecasting models. Furthermore, previous research has shown that human mobility is crucial in disease transmission dynamics, with mobility patterns serving both as an indicator of public activity and as a measure of the effectiveness of social distancing23. Despite its potential, there has been limited systematic research on integrating mobility data into these advanced deep learning-based forecasting frameworks. In this study, we introduce an advanced deep learning framework designed to more accurately capture the spatiotemporal variability of health outcomes during disease outbreaks, as shown in Fig. 1. Unlike traditional models, our approach integrates LSTM networks with a Transformer-based attention mechanism to better capture temporal dependencies in disease transmission. Additionally, we try to systematically assess the role of mobility data in enhancing forecasting accuracy of the proposed framework across different regions. Focusing on COVID-19 as a case study, our model offers forecasts for cases and hospitalizations across all prefectures in Japan. It integrates epidemiological data and mobility patterns to improve prediction accuracy, with forecasting windows ranging from 1 to 4 weeks. The results demonstrate that the integration of mobility as a variable for model training enhances predictive performance. We rigorously evaluated the model’s performance using multiple error metrics, considering different periods and regions. This could assist policymakers in implementing timely actions to alleviate the pandemic’s severity and more efficiently manage healthcare resources (such as medical personnel, ICU beds, and medical supplies) during crises24. Methods Dataset description Using daily time-series data from Japan, we focus on prefecture-level data modeling and analysis. We collected raw time series data across all 47 prefectures of Japan between December 6, 2020 and October 16, 2021 (Fig. S1 shows the map of Japan). We only include data up to the end of 2021 because the emergence and dominance of the Omicron variant significantly changed"}
{"pmid": "40113855", "title": "Spatio-temporal epidemic forecasting using mobility data with LSTM networks and attention mechanism.", "text": "the dynamics of the pandemic. Additionally, many regions began to relax COVID-19 restrictions, and changes in reporting practices resulted in the discontinuation or inconsistency of high-quality key data for model training and evaluation. This study focuses on three variables: COVID-19 confirmed case data, hospitalization data, and Google mobility data. The case and hospitalization data were Fig. 1. Overall workflow of proposed deep learning based methods for estimating prefecture-level COVID-19 pandemic in Japan. Scientific Reports | (2025) 15:9603 2 | https://doi.org/10.1038/s41598-025-94089-9 www.nature.com/scientificreports/ obtained by collecting the daily count of confirmed cases and daily count of COVID-19 patients admitted to hospitals in each prefecture from the Ministry of Health, Labour and Welfare (MHLW) ​(​​h​t​t​p​s​:​/​/​w​w​w​.​m​h​l​w​.​g​o​.​j​ p​/​s​t​f​/​c​o​v​i​d​-​1​9​/​o​p​e​n​-​d​a​t​a​.​h​t​m​l​​)​. Additionally, the proposed model considers public mobility information, which offers insights into people’s movement patterns in different locations. The Google mobility reports will be used to extract mobility statistics categorized by location and type of place, including “retail & recreation,” “grocery & pharmacy,” “parks,” “transit stations,” “workplaces,” and “residential.” Mobility data were obtained from Google mobility reports (https://www.google.com/covid19/mobility). These categories were treated as input features and integrated with the confirmed case and hospitalization data to capture the relationship between mobility patterns and COVID-19 dynamics. Based on the epidemiological calendar, we computed the total number of confirmed cases and hospitalizations in all prefectures each week, starting on Sunday and ending on Saturday. We chose not to use daily data due to its higher noise level than weekly aggregated data. For each prefecture, we have 45 weeks of data. The final 12 weeks of the time series for all prefectures, covering the entire last pandemic wave, were reserved for testing and not used during training. Consequently, our model was trained using the initial 33 weeks of data. As in the previous study, we utilized a window size of four to create the feature vectors and labels for each time series21.We then shuffled the feature vectors derived from the time series of all sub-populations, generating a comprehensive set of feature vectors. Next, we randomly allocated 70% of these vectors for training while reserving the remaining 30% for validation purposes. Model overview Previous research has shown that the transmission patterns of infectious diseases, such as COVID-19, are complex and dynamic over time, making accurate forecasting of disease dynamics a challenging task. To address this, developing a robust predictive modeling framework that considers the intricate interactions between various factors influencing transmission dynamics is crucial. Additionally, the framework must consider the uncertainty surrounding the timing and impact of these factors on observed transmission dynamics. We can enhance the accuracy and reliability of near-term disease forecasting by carefully selecting relevant input data streams and employing advanced modeling techniques. Given these challenges, we present a novel multi-stage deep learning framework. This framework leverages the initial first-stage prediction, based on the past three weeks of data, to forecast the subsequent week and iteratively applies this approach to predict further into the future. This paper focuses on 4-stage horizon forecasting (e.g., four-week ahead forecast). The framework is designed to predict three key variables: confirmed cases, hospitalizations, and mobility data. As shown in Fig. 1, the model architecture begins with an LSTM layer, which has a layer with 64 neurons. The LSTM layer utilizes long short-term memory units to capture temporal dependencies in the input data. These units enable the model to learn patterns and trends in the time series data. Following the LSTM layer, we utilize a transformer encoder layer. The transformer encoder is responsible for attending to and aggregating relevant information from the input sequence. The transformer architecture is based on self-attention mechanisms, which allow the model to capture global dependencies in the data. This layer helps the model capture complex interactions between the factors affecting transmission dynamics. After the transformer encoder layer, there is a fully connected layer with 32 neurons. This layer serves as an intermediate step before the final prediction. It allows the model to process the encoded representations further and extract relevant features. We include a dropout layer after the fully connected layer to avoid overfitting. This layer helps prevent the model from relying too heavily on certain input features, promoting more robust generalization and preventing overfitting. The models were implemented using the PyTorch 2.2.0 package. The coding process took place in the Google Colaboratory environment, which provided GPU accelerators and a high-RAM runtime shape to enhance computational efficiency. A batch size of 512 was used to train the models, along with the Adam optimizer with a learning rate of 0.001. The models were trained for 300 epochs, utilizing the Huber loss function as the optimization criterion. Model evaluation In our comprehensive assessment of the model’s performance, we employed a rigorous evaluation framework. Our evaluation spans a significant period of 12 weeks from July 25 2021 to October 16 2021, allowing us to capture a wide range of epidemiological weeks and assess the model’s performance over different pandemic stages. The model generates predictions for a 4-week horizon at each evaluation step using an autoregressive approach, where previously predicted values are iteratively used as inputs for subsequent predictions. After each 4-week forecast, the input data is shifted forward by one week, and the process repeats. We then collected all the predictions for the first, second, third, and fourth weeks separately and compute the evaluation metrics accordingly. As a result, the 12-week evaluation period can generate 9 evaluation steps. For the assessment, we mainly used the mean absolute percentage error (MAPE), which is commonly used in related studies. However, MAPE has some limitations. When the true value is close to zero, MAPE will produce disproportionately large and unstable errors. In addition, MAPE is sensitive to extreme values ​and noise, which may distort the results, especially in datasets with significant outliers or small values. Therefore, we also employed two other commonly used metrics: root mean squared error (RMSE) and coefficient of determination (R²). RMSE estimates the average squared difference between the predicted and actual values, measuring the consistency of model predictions with observations. On the"}
{"pmid": "40113855", "title": "Spatio-temporal epidemic forecasting using mobility data with LSTM networks and attention mechanism.", "text": "other hand, R² evaluates how well our model fits the data, and the closer the value is to 1, the better the model performance. All of these metrics offer different perspectives on the model’s performance and help us evaluate its accuracy, reliability, and overall fit effectiveness. The calculation formulas for these evaluation metrics are as follows: Scientific Reports | (2025) 15:9603 3 | https://doi.org/10.1038/s41598-025-94089-9 www.nature.com/scientificreports/ RMSE = √ 1 T ∑T i=1(Ai−P i)2\b (1) MAPE = 1 T T i=1 Ai −Pi Ai \b (2) R2 = 1 − SSres SStot \b (3) where T is the sample size, Ai is the i th actual value, and Pi is the i th predicted value. Additionally, SSres is the residual sum of squares and SStot is the total sum of squares. Results Comparison of model architectures Our first goal was to assess the influence of incorporating mobility data on prediction performance. To address this question, we developed two models with distinct specifications. Model 1 utilized time series data for two variables: new confirmed cases and hospitalizations. In contrast, Model 2 incorporated additional features derived from mobility data. Figure 2 compares the box plots of MAPE and R2 distributions for the two models over four forecast horizons (i.e., 1–4 weeks). A comparison of RMSE values is also provided in Supplementary Figure S2. Regarding MAPE, Model 1 and Model 2 exhibit similar trends in predicting both cases and hospitalizations. It is evident that both methods perform well on shorter time frames; however, as the prediction period extends, there is a noticeable increase in the MAPE values, indicating a decline in model performance. For the first week of forecasting, Model 1 performed slightly better than Model 2. For the following three weeks, it can be observed that Model 2, which incorporates mobility as a predictor, achieves a lower median and variance Fig. 2. A and C compare the performance of Model 1 and Model 2 in cases prediction using MAPE and R2, respectively. B and D make a similar comparison for hospitalization prediction. The green bars are the error distributions for Model 1 (without mobility as a predictor), and the yellow bar are the error distributions for the Model 2 (with mobility as a predictor). The y-axis ranges differ across the plots to ensure the clarity and distinguishability of the data distribution. Scientific Reports | (2025) 15:9603 4 | https://doi.org/10.1038/s41598-025-94089-9 www.nature.com/scientificreports/ in MAPE for predicting cases and hospitalizations compared to Model 1, which does not consider mobility. Including population mobility in the model enhances its performance, particularly when forecasting over a longer time horizon. This trend is even more pronounced for the box plot of R2. Model 2 demonstrates more stable performance over time, demonstrating its robustness to variations across different periods. Model 2 also consistently achieves lower RMSE scores across all weeks (Supplementary Figure S2), suggesting that its predictions are more accurate and that mobility data contributes positively to its performance. These observed improvements in prediction performance can be attributed to the additional insights from mobility data. To further validate the impact of mobility data on model performance, we conducted an additional experiment by systematically removing individual mobility features (e.g., ‘retail and recreation’, ‘grocery and pharmacy’, ‘parks’, ‘transit stations’, ‘workplaces’, and ‘residential’). As shown in Figure S3, removing any feature generally led to an increase in MAPE, especially in longer-term forecasts. Therefore, our final model includes all mobility features. To further evaluate the effectiveness of introducing the Transformer architecture into our model for pandemic prediction, we developed an additional model (Model 3) for comparison. Model 3 utilized two LSTM layers while keeping other configurations the same as Model 2. Table S1 presents the mean MAPE values for Models 2 and 3 over four forecast horizons. For case predictions, Model 2 achieved lower MAPE values, especially at longer forecast horizons. Similarly, for hospitalization predictions, Model 2 outperformed Model 3, showing lower error rates across all weeks. This indicates that the Transformer-based model provides more accurate predictions than the LSTM-based model, demonstrating its robustness in different forecasting scenarios. Although both models benefit from the inclusion of mobility data, the superior performance of Model 2 can be attributed to the capabilities of the Transformer architecture. Transformers are particularly adept at capturing long-term dependencies and complex interactions within the data due to their self-attention mechanism, which allows the model to focus on different parts of the data simultaneously. This makes Model 2 more effective in handling the temporal dynamics and intricate relationships that characterize pandemic spread. Model performance across prefectures The deep-learning-based forecasting methodology utilized in our study is constructed upon prefecture-level COVID-19 data, facilitating an investigation into spatial variations in predictive performance. Figure 3 illustrates the geographical distribution of MAPE values across different prefectures, showing the disparities in forecast accuracy. The accuracies are computed over four forecast horizons. The color scales indicate the magnitude of the error. The deeper color corresponds to a more significant error. The performance of the predictive models for both COVID-19 cases and hospitalizations demonstrates specific common patterns across all prefectures. One common observation is the increasing MAPE over forecast horizons. On the one hand, when predictions are used instead of actual observations, the recursive approach can cause the accumulation of prediction errors. This can lead to a decline in performance, especially as the forecast period becomes longer. On the other hand, various factors, such as changes in the spread of the virus, evolving Fig. 3. A and B show the model performances for specific prefectures for one-to-four week ahead predictions of cases and hospitalizations, respectively, as measured by the MAPE. The color scales represent the magnitude of the error metric; the deeper color corresponds to larger error. The color scale ranges differ across the figures to ensure clarity and distinguishability of the error distribution. All maps were generated using the Japanmap package (version 0.0.24) . Scientific Reports | (2025) 15:9603 5 | https://doi.org/10.1038/s41598-025-94089-9 www.nature.com/scientificreports/ testing strategies, or unpredictable events, could also lead to a decrease in prediction accuracy over time. From"}
{"pmid": "40113855", "title": "Spatio-temporal epidemic forecasting using mobility data with LSTM networks and attention mechanism.", "text": "a spatial perspective, the models’ accuracy shows noticeable differences across prefectures. Some areas, namely Kanagawa, Osaka, Aichi, Saitama, and Chiba, consistently present lower MAPE and RMSE values, indicating more precise case and hospitalization predictions. On the contrary, other prefectures such as Miyagi, Iwate, Fukushima, Miyazaki, Tokushima, Yamanashi, Saga, Kagawa, and Kochi show higher error values, signifying lower prediction accuracy or increased variability. Iwate exhibits consistently high MAPE values across all weeks, indicating a significant discrepancy in both case and hospitalization predictions. Certain prefectures, including Miyagi, Fukushima, Miyazaki, and Kagawa, reveal a noticeable escalation in error values from one to four weeks ahead. This indicates a potential decline in the accuracy of case and hospitalization forecasts. Additionally, Yamaguchi, Nara, and Kagawa see a sharp rise in MAPE values between three-week ahead prediction and four- week ahead prediction, denoting a considerable drop in prediction accuracy. Interestingly, some prefectures, such as Toyama, exhibit a decrease in error values from a three-week ahead prediction to a four-week ahead prediction. This exciting trend deserves further investigation and analysis in future studies. We also try to draw some conclusions about the model’s performance based on population size. However, there are no clear spatial patterns and straightforward relationships between population size and MAPE variations . To further explore this, we divided the 47 prefectures into two groups using the 75th percentile of population size (population data from ​h​t​t​p​s​:​​/​/​w​w​w​.​s​t​a​t​.​g​o​.​j​p​/​d​a​t​a​/​j​i​n​s​u​i​/​2​0​1​9​n​p​/​i​n​d​e​x​.​h​t​m​l). The results, shown in Fig. 4, indicate that smaller population prefectures often have more outliers, especially in later stages (W3 and W4). This suggests that over time, smaller prefectures tend to show greater variability and higher prediction errors. In contrast, larger population prefectures exhibit more consistent model performance. A potential reason for the higher variability and prediction errors in smaller prefectures could be related to the noisier quality of mobility data in rural areas. Large metropolitan areas, which are well-monitored, often have more readily available and accurate foot traffic data, whereas rural areas may suffer from less comprehensive data coverage. Visualizing the prediction results To provide additional evidence of the forecasting capabilities of our models, we visualize the actual and predicted data for each prefecture in Supplementary Figures S3–S10. We segmented the data according to different forecast horizons, allowing for a more precise comparison between the predicted and actual trends. As an example, we display the predictions for Okayama Prefecture in Fig. 5. The actual numbers are in blue, while our deep learning model’s forecasts are in orange. Figure 5A demonstrates the high accuracy of our one- week ahead case predictions, with minimal error observed between the predicted and actual case values. The overlapping of the predicted and actual values at some of the time points further reinforces the effectiveness of our proposed method. For the 2–4 week forecasts, the predicted line on the left of the peak deviates gradually from the actual value line. Moreover, the divergence between the predicted line and the actual values on the right side of the peak becomes significant in the fourth week. The prediction of hospitalization is similar but overall better than the case prediction , with the predicted values usually very close to the actual values. Our model’s performance varies depending on the phase of the outbreak: it performs less accurately during periods of rapid increase, but its accuracy improves during periods of rapid decrease. This suggests that our model is more effective in capturing trends during the decreasing phases of the outbreak and needs enhanced capabilities during the increasing phases to better manage and respond to the crisis. Discussion The results of this study show that mobility data plays a crucial role in improving the predictive performance of epidemic forecasting models, especially for long-term predictions. This is likely because it captures movement patterns and population behavior that influence the spread and transmission of the virus, a finding that aligns with existing research. Our study introduces a novel deep learning framework that combines the strengths Fig. 4. Distribution of MAPE values for large (blue) and small (orange) population prefectures across four forecasting stages. Scientific Reports | (2025) 15:9603 6 | https://doi.org/10.1038/s41598-025-94089-9 www.nature.com/scientificreports/ of LSTM networks and Transformer architecture, enabling the model to capture complex dynamics patterns of infectious diseases with improved accuracy and robustness. Moreover, our model demonstrates potential for real-world applications, such as helping policymakers and health authorities make informed decisions, including the implementation of targeted interventions and preventive measures in areas with higher mobility and potential disease transmission. Despite its promising applications, the model still has limitations, and its performance needs further improvement. First, errors can accumulate in multi-step forecasting, and the model relies heavily on historical data, which can be problematic during outbreak peaks or sudden declines. Second, many prefectures in Japan have relatively small populations, leading to low case and hospitalization numbers during certain periods. As a result, even small absolute errors can translate into disproportionately high relative errors. Additionally, these regions often have noisier and less comprehensive mobility data, show more variability and higher prediction errors compared to larger, well-monitored regions. Third, the inherent noise and inconsistencies in epidemiological and mobility data, particularly those influenced by government interventions, seasonality, and public behavior, further exacerbate prediction errors. Finally, potential underreporting is also an important issue, which can negatively impact model accuracy, particularly in small prefectures. Based on these facts, several key areas can be further explored in the future. One key aspect is that, although our model demonstrates robust performance within the selected evaluation period, its stability over a longer timeframe still needs further evaluation. Another important direction is to improve the quality and completeness of data in underrepresented areas by developing better data collection methods and integrating other data sources, such as social media activity or traffic usage statistics. In addition, more factors should be considered, such as the local dynamics of the epidemic, population density, geographic location, and the effectiveness of containment measures implemented by regions. Analyzing these additional factors would provide a deeper understanding of disease spread and make the model more robust. Finally,"}
{"pmid": "40113855", "title": "Spatio-temporal epidemic forecasting using mobility data with LSTM networks and attention mechanism.", "text": "it is important to study how virus transmission methods and evolutionary changes affect disease spread. Understanding how different transmission pathways and viral variants influence the epidemic can help the model adapt to new threats and changing situations. By addressing these areas, future research can build on the current study to develop more resilient and accurate epidemic forecasting models. Conclusion The emergence and spread of infectious diseases highlight the urgent need for innovative methods to predict their trajectories to maintain socioeconomic stability and public health. This study successfully demonstrates the application of novel deep learning models to short-term predictions of infectious disease trends, with a specific focus on COVID-19 cases and hospitalizations across Japan. By combining the power of LSTM and Transformer and leveraging mobility data, our model enhances forecasting performance for disease spread, providing weekly updates with a prediction window ranging from 1 to 4 weeks. Our comprehensive evaluation using multiple metrics highlights the model’s robustness within the analyzed timeframe, as well as its reliability in capturing the temporal and spatial dynamics of infectious disease spread. The ability to offer detailed geographic forecasts can provide a nuanced understanding of disease spread in different regions, thereby facilitating targeted and effective interventions by policymakers and healthcare systems. Data availability The datasets used and analyzed during the current study are available from the corresponding author on rea­ sonable request. Received: 25 December 2024; Accepted: 11 March 2025 Fig. 5. Actual and forecasted number of cases (A) and hospitalizations (B) in Okayama for one-to-four week prediction windows. Scientific Reports | (2025) 15:9603 7 | https://doi.org/10.1038/s41598-025-94089-9 www.nature.com/scientificreports/"}
{"pmid": "40109823", "title": "Seronegative Autoimmune Hepatitis Following Coronavirus Disease 2019 (COVID-19) Infection.", "text": "Review began 02/07/2025 Review ended 02/10/2025 Published 02/15/2025 © Copyright 2025 Kloub et al. This is an open access article distributed under the terms of the Creative Commons Attribution License CC-BY 4.0., which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited. DOI: 10.7759/cureus.79068 Seronegative Autoimmune Hepatitis Following Coronavirus Disease 2019 (COVID-19) Infection Mohammad Kloub , Khaled A. Elfert , Flor Rosado , Ahmed Elnajjar , Mohamed Eldesouki , Abdul-Rahman I. Abusalim 1. Department of Internal Medicine, Saint Michael's Medical Center, New York Medical College, Newark, USA 2. Department of Internal Medicine, St. Barnabas Hospital Health System, New York, USA 3. Department of Gastroenterology, Al-Shifa Hospital, Gaza, PSE 4. Department of Internal Medicine, University of Wisconsin School of Medicine and Public Health, Madison, USA Corresponding author: Mohammad Kloub, mohammad_kloub98@yahoo.com Abstract Autoimmune hepatitis is an autoimmune liver condition of uncertain etiology. Environmental triggers have been involved in the pathophysiology of the disease. The triggers include viruses, immunizations, and drugs. Since the emergence of the coronavirus disease 2019 (COVID-19) pandemic, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has been implicated in the development of various autoimmune diseases. We report the case of a 58-year-old patient who had persistent elevation in liver transaminase levels after COVID-19 infection. After undergoing a liver biopsy, he was diagnosed with seronegative autoimmune hepatitis with an excellent response to steroids. Our case highlights the importance of considering the diagnosis of autoimmune hepatitis in patients with persistent elevation of liver transaminases after COVID-19 infection. Categories: Gastroenterology, Infectious Disease Keywords: autoimmune hepatitis (aih), case report, clinical autoimmunity, covid-19 infection, molecular mimicry Introduction Autoimmune hepatitis (AIH) is an autoimmune liver condition that occurs predominantly in females and can present at any age. Different environmental triggers have been thought to contribute to the development of AIH in genetically predisposed individuals. These triggers include viruses, medications, and vaccinations . The clinical presentation of AIH is variable and includes acute liver failure, chronic liver disease, asymptomatic elevation of liver function tests (LFTs), and autoantibody-negative hepatitis . Diagnosis relies on characteristic serological and histological markers and excludes other causes of liver disease. The coronavirus disease 2019 (COVID-19) infection has been linked to the production of autoimmune antibodies and the development of autoimmune diseases . Here, we report a patient who developed a COVID-19 infection and was subsequently diagnosed with probable seronegative AIH. This case adds to the few published cases linking COVID-19 infection to the development of AIH. Also, this is the second case of seronegative AIH after COVID-19 infection . Case Presentation A 58-year-old Egyptian male patient, known to have vitiligo and mild rheumatic mitral stenosis, presented to Hamad General Hospital in Qatar in September 2020 complaining of flu-like symptoms. The patient denied any history of alcohol intake, substance abuse, over-the-counter or herbal medications, or a family history of liver or autoimmune disease. His chronic medications included aspirin and bisoprolol. His clinical examination was unremarkable. The COVID-19 polymerase chain reaction (PCR) test was positive, so he was admitted for observation. Chest X-ray showed no abnormality, and he was not started on any medication. His laboratory investigations were remarkable for alanine aminotransferase (ALT) of 271 and aspartate aminotransferase (AST) of 175 U/L . During hospitalization, liver enzymes were trending down but remained elevated. He did not receive antibiotics or antivirals during his hospital stay. 1 2 2 3 1 4 Open Access Case Report How to cite this article Kloub M, Elfert K A, Rosado F, et al. (February 15, 2025) Seronegative Autoimmune Hepatitis Following Coronavirus Disease 2019 (COVID-19) Infection. Cureus 17(2): e79068. DOI 10.7759/cureus.79068 FIGURE 1: Trend of liver enzymes over time ALT: alanine aminotransferase; AST: aspartate aminotransferase; Bx: biopsy; d/c: discharge; Dx: diagnosis; f/u: follow-up; LFTs: liver enzymes including AST and ALT; Rx: treatment His biochemical testing showed positive hepatitis B virus (HBV) surface antibody and HBV core IgG antibody, with negative HBV surface antigen and HBV PCR indicating past infection. Hepatitis E virus (HEV) antibody (Ab) serology was positive for IgG Ab and negative for IgM Ab, consistent with prior infection. Other viral hepatitis work-ups revealed negative hepatitis A, hepatitis C, parvovirus B19, and herpes simplex viral serologies. Cytomegalovirus and Epstein-Barr viral PCR were negative as well. The patient underwent additional laboratory work-up for other etiologies of liver disease that revealed normal ceruloplasmin and alpha-1 anti-trypsin. His AIH work-up showed that the antinuclear antibody (Ab) screening test, which was conducted using fluoroenzyme immunoassay, was negative, and it was confirmed by an indirect immunofluorescent technique using a human epithelial type 2 (HEP-2) cell line. Other autoimmune work-ups revealed negative anti-mitochondrial M2 Ab, anti-smooth muscle Ab, and anti-liver kidney microsome Ab testing. He had an elevated IgG level of 16.9 g/l. His radiological investigations included an abdominal ultrasound that revealed mildly increased echotexture, a liver magnetic resonance imaging (MRI) that was only remarkable for a tiny cyst of 2 mm, and liver elastography that showed a stiffness average of 5.77 kPa. Initially, a liver biopsy was recommended, but the patient opted to defer the procedure. He consented to the procedure on week 31, given the persistent elevation of the LFTs . The liver biopsy showed moderate interface and portal tract inflammatory cell infiltrate composed mainly of lymphocytes with occasional eosinophils. Bile ducts were unremarkable, and there was no significant steatosis or iron deposition . Based on the biopsy result, the pre-treatment revised original scoring system for AIH was 14, suggesting probable AIH (Table 1). On week 34, the patient was started on prednisone 40 mg. LFTs on week 36 were completely normal. The prednisone was tapered over the following two months. Six months later, repeat LFTs were also normal . FIGURE 2: Liver biopsy (A, B) Histopathology picture showing moderate interface and portal tract inflammatory cell infiltrate composed mainly of lymphocytes with occasional eosinophils Parameters/features Reference score Patient score 2025 Kloub et al. Cureus 17(2): e79068. DOI 10.7759/cureus.79068 2 of 6 Female sex +2 0 ALP:AST (or ALT) ratio <1.5 +2 +2 1.5-3.0 0 0 >3.0"}
{"pmid": "40109823", "title": "Seronegative Autoimmune Hepatitis Following Coronavirus Disease 2019 (COVID-19) Infection.", "text": "−2 0 Serum globulins or IgG above normal >2.0 +3 0 1.5-2.0 +2 0 1.0-1.5 +1 +1 <1.0 0 0 ANA, SMA, or LKM-1 >1:80 +3 0 1:80 +2 0 1:40 +1 0 <1:40 0 0 AMA positive −4 0 Hepatitis viral markers Positive −3 0 Negative +3 +3 Drug history Positive −4 0 Negative +1 +1 Average alcohol intake <25 g/day +2 +2 >60 g/day −2 0 Liver histology Interface hepatitis +3 +3 Predominantly lymphoplasmacytic infiltrate +1 0 Rosetting of liver cells +1 0 None of the above −5 0 Biliary changes −3 0 Other changes −3 0 Other autoimmune disease(s) +2 +2 Optional additional parameters Seropositivity for other defined autoantibodies +2 0 HLA DR3 or DR4 +1 0 Response to therapy Complete +2 +2 Relapse +3 0 Interpretation of aggregate scores (pre-treatment) 2025 Kloub et al. Cureus 17(2): e79068. DOI 10.7759/cureus.79068 3 of 6 Definite AIH >15 - Probable AIH 10-15 14 Interpretation of aggregate scores (post-treatment) Definite AIH >17 - Probable AIH 12-17 16 TABLE 1: The revised original scoring system for AIH and its applications to our patient ALP: alkaline phosphatase; AST: aspartate aminotransferase; ALT: alanine aminotransferase; ANA: antinuclear antibody; SMA: smooth muscle antibody; LKM-1: liver kidney microsome type 1 antibody; AMA: anti-mitochondrial antibody; AIH: autoimmune hepatitis Discussion The patient presented with COVID-19 infection and subsequently developed persistent elevation in his liver enzymes, requiring extensive work-up. At first, it was thought that the rise of LFTs could be attributed to the COVID-19 infection, considering the link between the viral infection and LFTs' elevation . However, this assumption was refuted by the fact that the LFTs remained elevated for 34 weeks. The patient had a BMI of 41.5, which suggested the possibility of non-alcoholic steatohepatitis (NASH). NASH diagnosis was excluded as LFTs had been normal for two years prior to his admission despite maintaining a consistent weight of 117-120 kg from 2016 to 2020. Also, LFTs remained within the normal range for nine months after starting steroid treatment, even with the high BMI. Moreover, the liver biopsy didn't show significant steatosis. The laboratory testing showed positive hepatitis viral serology for HBV core IgG Ab, HBV surface Ab, and HEV IgG antibody, indicating past hepatitis B and E infection. The persistent elevation in LFTs for months couldn't be explained by this positive serology, given the negative HBV surface Ag and HEV IgM Ab during the initial work ruling out the presence of an active hepatitis B or E infection. We used the revised original scoring system for AIH as a diagnostic tool, given its superiority in patients manifesting with few or atypical features . Table 1 describes the different components of the scoring system and its application to our patients. Our patient's post-treatment score was 16, indicating probable AIH. Knight et al. described how severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) shares characteristics with other viruses that also trigger autoimmunity in predisposed patients. These viruses include cytomegalovirus, parvovirus B19, and Epstein-Barr virus. The shared characteristic features include the precedence of viral infection to autoimmune diseases, molecular and functional mimicry, induction of robust type I interferon (IFN) responses in predisposed patients, autoantibody production (breaking the host's immune tolerance), and possessing superantigen-producing activity . These features support the theory of de novo autoimmunity triggered by COVID-19 infection. Moreover, it has been reported that COVID-19 infection is associated with the development of autoimmune diseases, such as Guillain-Barré syndrome, systemic lupus erythematosus, autoimmune hemolytic anemia, and type 1 diabetes mellitus (DM) . This further supports the theory that COVID-19 is linked to the development of AIH. Immunological reactions and autoimmune diseases may be connected to molecular mimicry secondary to the cross-reactivity of the spike protein of SARS-CoV-2 with human tissue due to viral-antigenic mimicry and bystander activation, which is characterized by the autoreactive stimulation of immune cells, mainly CD8+ T cells, following antigen-specific responses against the viral-specific antigens. The proliferation of CD8+ T cells can be mediated by interactions of interleukin-15 with its receptor on the surface of the antigen-presenting cell, which can initiate the bystander stimulation of memory-phenotype CD8+ T cells . Furthermore, protein analysis showed a significant similarity between a human protein (titin) and the SARS-CoV-2 spike glycoprotein. The peptide sharing between the two species may trigger immunological reactions that cross-react with human proteins, leading to autoimmune disease . Although the case presents a correlation between COVID-19 and subsequent probable AIH development, it is important to understand that this doesn't establish a direct causal relationship. Upon literature review, we found few cases in which COVID-19 infection was linked to AIH . Similarly, the association of AIH with COVID-19 vaccines has been widely documented, with molecular mimicry considered one of the most commonly proposed mechanisms . Interestingly, in a report of 32 cases of COVID-19 vaccine-induced AIH, 31.3% of the cases had completely negative autoantibody panels, similar to our patient . In conclusion, clinicians should consider the diagnosis of AIH in patients with persistent elevation of liver transaminases after COVID-19 infection. Conclusions AIH is an autoimmune liver condition of uncertain etiology that occurs predominantly in females and can present at any age. This case report highlighted the importance of considering the diagnosis of AIH in 2025 Kloub et al. Cureus 17(2): e79068. DOI 10.7759/cureus.79068 4 of 6 patients with persistent elevation of liver transaminases after COVID-19 infection. Early recognition and treatment are crucial to prevent complications. Additional Information Author Contributions All authors have reviewed the final version to be published and agreed to be accountable for all aspects of the work. Concept and design: Mohammad Kloub, Khaled A. Elfert, Flor Rosado, Ahmed Elnajjar, Mohamed Eldesouki, Abdul-Rahman I. Abusalim Acquisition, analysis, or interpretation of data: Mohammad Kloub, Khaled A. Elfert, Flor Rosado, Ahmed Elnajjar, Mohamed Eldesouki, Abdul-Rahman I. Abusalim Drafting of the manuscript: Mohammad Kloub, Khaled A. Elfert, Flor Rosado, Ahmed Elnajjar, Mohamed Eldesouki, Abdul-Rahman I. Abusalim Critical review of the manuscript for important intellectual content: Mohammad Kloub, Khaled A. Elfert, Flor Rosado, Ahmed Elnajjar, Mohamed Eldesouki, Abdul-Rahman I. Abusalim Supervision: Khaled"}
{"pmid": "40109823", "title": "Seronegative Autoimmune Hepatitis Following Coronavirus Disease 2019 (COVID-19) Infection.", "text": "A. Elfert Disclosures Human subjects: Consent for treatment and open access publication was obtained or waived by all participants in this study. Conflicts of interest: In compliance with the ICMJE uniform disclosure form, all authors declare the following: Payment/services info: All authors have declared that no financial support was received from any organization for the submitted work. Financial relationships: All authors have declared that they have no financial relationships at present or within the previous three years with any organizations that might have an interest in the submitted work. Other relationships: All authors have declared that there are no other relationships or activities that could appear to have influenced the submitted work."}
