{"pmid": "40115685", "title": "Impact of COVID-19 on Otorhinolaryngologists in Bulgaria: A Survey of Healthcare Professionals.", "text": "Review began 02/09/2025 Review ended 02/16/2025 Published 02/18/2025 © Copyright 2025 Milcheva et al. This is an open access article distributed under the terms of the Creative Commons Attribution License CC- BY 4.0., which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited. DOI: 10.7759/cureus.79229 Impact of COVID-19 on Otorhinolaryngologists in Bulgaria: A Survey of Healthcare Professionals Kamelia Milcheva , Nikolay R. Sapundzhiev 1. Otolaryngology, Medical University of Varna, Varna, BGR Corresponding author: Kamelia Milcheva, kameliamilcheva@gmail.com Abstract Background The COVID-19 pandemic caused significant global social and economic disruption, highlighting the challenges of emerging infectious diseases. It also pushed modern medicine and healthcare systems to the wall. The mode of transmission of the SARS-CoV-2 infection is by aerosolized upper respiratory tract secretions. The otorhinolaryngology specialty seems to be among the riskiest for contracting airborne infections. This is because of the close face-to-face contact with the patients during routine examinations and many specific procedures. This study aimed to evaluate otolaryngologists’ self-assessment of their comparative infection risk and the impact of the COVID-19 pandemic on their clinical practice, financial stability, and psychological well-being. Methodology A national cross-sectional survey was conducted among otorhinolaryngologists in Bulgaria by a research team from the Medical University of Varna. The study assessed infection risk perception, changes in practice, psychological stress, and financial effects. Data were collected via Survs.com and analyzed using descriptive statistics, cross-tabulations, and chi-squared tests, with significance set at 0.05 in Jamovi version 2.3.28. Results Of the 241 invited participants, 120 (49.8%) completed the survey. In total, 61 (50.8%) perceived their infection risk as similar to emergency healthcare workers, while 91 (75.8%) likened their exposure to that of dentists. Workplace exposure was identified as the main infection source by 95 (79.1%), with 71 (59.1%) considering outpatient clinics the highest-risk setting. Financially, 47 (39.1%) reported no income change, 31 (25.8%) experienced reductions, and 42 (35.0%) saw increased earnings. A chi-square test revealed a significant association between financial impact and workplace setting (χ² (3) = 11.68, p = 0.0086). Hospital- based otolaryngologists were more frequently affected by income reductions, with 65 (54.2%) reporting financial losses compared to 22 (18.3%) in outpatient settings. The psychological toll was substantial, with 44 (36.6%) reporting high stress, 34 (28.3%) very high stress, and only 3 (2.5%) stating no effect. Significant associations were found between stress levels and workplace setting (χ² (4) = 12.4, p = 0.015) and work experience (χ² (12) = 22.9, p = 0.029). Conclusions The COVID-19 pandemic profoundly affected otorhinolaryngologists’ financial stability, work environments, infection risk perception, and mental health. Hospital-based specialists faced greater financial challenges, while stress levels were significantly linked to workplace setting and experience. These findings highlight critical areas for long-term changes in otorhinolaryngological practice. Categories: Otolaryngology Keywords: bulgaria, covid-19, ent, otolaryngology, otorhinolaryngology Introduction The COVID-19 pandemic, caused by the novel coronavirus SARS-CoV-2, has deeply transformed healthcare practices globally. Otorhinolaryngologists faced unique challenges during the COVID-19 crisis due to their close contact with the upper airway, leading to significant changes in clinical practice. As the pandemic evolved, the effects of COVID-19 on otorhinolaryngology became increasingly evident, reshaping the way clinicians and patients interact. The mode of the SARS-CoV-2 infection is by aerosolization from upper respiratory tract secretions during examination and surgical procedures . Among surgical specialties, otorhinolaryngologists are at a particularly high risk of COVID-19 exposure . There is evidence that otorhinolaryngologists run a high risk of occupational SARS-CoV-2 due to high viral load related to upper aerodigestive tract examination and clinical procedures . One of the first instances of COVID-19-related death among physicians during the recent pandemic was among otorhinolaryngologists, with Mr. Adil El Tayar and Mr. Amged El-Hawrani being among the earliest reported fatalities . The same applies to SARS 1 1 Open Access Original Article How to cite this article Milcheva K, Sapundzhiev N R (February 18, 2025) Impact of COVID-19 on Otorhinolaryngologists in Bulgaria: A Survey of Healthcare Professionals. Cureus 17(2): e79229. DOI 10.7759/cureus.79229 . This study seeks to answer the following questions: (1) how do Bulgarian otorhinolaryngologists perceive their risk of COVID-19 infection? (2) What changes occurred in clinical practice and financial stability? (3) How did the pandemic affect psychological well-being? Materials And Methods Study design This was a national cross-sectional survey-based study aimed at evaluating the impact of the COVID-19 pandemic on the otorhinolaryngological practice in Bulgaria. The study focused on understanding otorhinolaryngologists’ perceptions of infection risks, changes in practice, psychological stress, and financial outcomes during the pandemic. It was conducted over nine months (July 2022 to March 2023) by a research team from the Faculty of Medicine and the Faculty of Public Health of the Medical University of Varna and followed ethical guidelines approved by the Committee for Ethical Scientific Research at the Medical University of Varna (approval number: 118/23.06.2022). The Bulgarian National Society of Otorhinolaryngology, Head and Neck Surgery, further approved the study. Participation in the study was voluntary and anonymous. Inclusion and exclusion criteria Inclusion criteria were currently practicing otorhinolaryngologists in Bulgaria. Participants provided informed consent before accessing the survey. Exclusion criteria were incomplete survey responses and individuals not currently practicing as otorhinolaryngologists. Data collection The survey was conducted online via Survs.com, ensuring accessibility and convenience for participants. The Bulgarian National Society of Otorhinolaryngology, Head and Neck Surgery, distributed the survey via email to its members. The platform’s settings prevented multiple submissions from the same IP address. Questions covered demographic information, workplace distribution, perceived infection risks, psychological and financial impacts, and involvement in COVID-19-specific care. Responses were collected anonymously to encourage honest reporting using Survs.com methods. Statistical analysis Descriptive statistics summarize demographic data and workplace characteristics, including age distribution, years of experience, and practice settings. Crosstab analyses were employed to explore associations between key variables, such as perceived infection risk and workplace type. Statistical significance was assessed where applicable, and findings were presented using graphical representations to enhance clarity and interpretation. Data analysis, including descriptive statistics and cross-tabulations, was conducted using Survs.com with additional tests performed in Jamovi 2.3.28."}
{"pmid": "40115685", "title": "Impact of COVID-19 on Otorhinolaryngologists in Bulgaria: A Survey of Healthcare Professionals.", "text": "The chi-square test of independence was conducted to assess the association between distinct categories. The chi-square statistic and corresponding p-value were calculated using the chi2_contingency function in Jamovi 2.3.28. Statistical significance was set at p-values <0.05. If the p-value was less than 0.05, the null hypothesis of no association between the variables was rejected. Results Of 241 invited participants, 120 completed the survey, yielding a response rate of 49.8%. The majority were experienced specialists, while a smaller proportion consisted of early-career professionals. The largest age group comprised 36 (30%) respondents aged 51-60 years, followed by 34 (28.3%) aged 31-40 years. The 41- 50-year group included 21 (17.5%) respondents, while 15 (12.5%) were younger than 30 years. The smallest group, 14 (11.7%), consisted of specialists over 60 years old . 2025 Milcheva et al. Cureus 17(2): e79229. DOI 10.7759/cureus.79229 2 of 11 FIGURE 1: Age distribution of the respondents. In terms of professional experience, 54 (45%) had more than 21 years of practice, while 27 (22.5%) had up to 10 years of experience, and 26 (21.7%) had 11 to 20 years of experience. Additionally, 13 (10.8%) were residents in training . FIGURE 2: Work experience distribution of the respondents. Among the surveyed otolaryngologists, 84 (70%) worked in hospital settings, while 36 (30%) practiced in outpatient medical institutions . 2025 Milcheva et al. Cureus 17(2): e79229. DOI 10.7759/cureus.79229 3 of 11 FIGURE 3: Workplace distribution of the respondents. The perceived risk of COVID-19 infection was notably high, with 84 (70%) considering their risk higher than radiologists, 74 (61.6%) perceiving greater risk compared to ophthalmologists, and 63 (52.5%) and 59 (49.2%) believing their exposure exceeded that of pediatricians and general practitioners, respectively. While 61 (50.8%) felt their infection risk was comparable to emergency healthcare workers, 91 (75.8%) equated their exposure to that of dentists . FIGURE 4: Comparative risk of infection with COVID-19 for ENT and other medical and dental specialities. ENT: ear, nose, and throat; GP: general practice Concerns regarding COVID-19 exposure were widespread, with 116 (96.6%) rating the probability of infection as “high risk,” while only 4 (3.3%) perceived the risk as low. Workplace exposure was identified as the primary source of infection by 95 (79.1%) of respondents, with 71 (59.1%) identifying outpatient clinics as the highest-risk settings, followed by 25 (20.8%) citing emergency departments and 24 (20%) pointing to community environments. Hospital surgical units were not regarded as a significant source of infection risk . 2025 Milcheva et al. Cureus 17(2): e79229. DOI 10.7759/cureus.79229 4 of 11 FIGURE 5: Primary risk sources of infection with COVID-19 according to respondents’ opinion. A chi-square test of independence showed a statistically significant association between the perceived risk of COVID-19 infection and work experience (χ² (3) = 14.25, p = 0.0026), suggesting that an otolaryngologist’s perception of infection risk varied significantly based on professional experience (Table 1). Perceived risk of COVID-19 infection Work experience Chi-square statistic, χ² (df) P- value Group 1 (<10 years) Group 2 (11–20 years) Group 3 (>21 years) Group 4 (residents) n % n % n % n % Low risk 4 3.3 0 0 0 0 0 0 14.25 (3) 0.0026 High risk 23 19.16 26 21.66 54 45 13 10.83 TABLE 1: Characteristics of the statistical association between the perceived risk of COVID-19 infection and work experience. Significant differences (<0.05) in the categories between the perceived risk of COVID-19 infection and the work experience of otolaryngologists. n = number; χ² = chi-square test; df = degrees of freedom; p = probability The financial impact of the pandemic varied among respondents, with 47 (39.1%) reporting no change in income, 31 (25.8%) experiencing income reductions, and 42 (35%) reporting increased earnings. Among those with increased revenue, 33 (27.5%) attributed this to work in COVID-19 departments, while 9 (7.5%) reported growth related to ENT-specific activities . 2025 Milcheva et al. Cureus 17(2): e79229. DOI 10.7759/cureus.79229 5 of 11 FIGURE 6: Distribution of the financial impact of the COVID-19 pandemic on otolaryngological practice in Bulgaria. ENT: ear, nose, and throat A chi-square test indicated a statistically significant association between financial impact and work experience (χ² (9) = 44.0, p < 0.001) (Table 2). Financial impact of the COVID-19 pandemic Work experience Chi-square statistic, χ² (df) P- value Group 1 (<10 years) Group 2 (11–20 years) Group 3 (>21 years) Group 4 (residents) n % n % n % n % Increased income due to ENT activity 0 0 0 0 9 7.5 0 0 44.0 (9) <0.001 Increased income due to work in COVID-19 facilities 9 7.5 3 2.5 10 8.33 11 9.16 Decreased income 3 2.5 9 7.5 18 15 1 0.83 No change in income 15 12.5 14 11.66 17 14.16 1 0.83 Total 27 22.5 26 21.67 54 45 13 10.83 TABLE 2: Characteristics of statistical association between the financial impact of the COVID-19 pandemic on otolaryngological practice and the work experience of otolaryngologists. Significant differences (<0.05) in categories between the financial impact of the COVID-19 pandemic on otolaryngological practice and the work experience of otolaryngologists. n = number; χ² = chi-square test; df = degrees of freedom; p = probability Income stability was reported most frequently by 47 (39.1%) respondents, primarily from work experience groups 1 (≤10 years) and 2 (11-20 years). A decrease in income was most prevalent among 31 (25.8%) respondents, particularly in group 3 (>21 years). Increased income from COVID-19 work was predominantly observed in groups 1 (≤10 years) and 4 (residents), while 9 (7.5%) in group 3 (>21 years) benefited from ENT- specific procedural shifts. These findings suggest that mid-career specialists faced greater financial strain, whereas younger professionals and those engaged in COVID-19-related work were more likely to experience income increases. A chi-square test of independence assessing the relationship between financial impact and workplace setting revealed a statistically significant association (χ² (3) = 11.68, p = 0.0086) (Table 3). 2025 Milcheva et al. Cureus 17(2): e79229. DOI 10.7759/cureus.79229 6 of 11 Financial impact of the COVID-19 pandemic Workplace setting Chi-square statistic, χ² (df) P-value"}
{"pmid": "40115685", "title": "Impact of COVID-19 on Otorhinolaryngologists in Bulgaria: A Survey of Healthcare Professionals.", "text": "Hospital-based Outpatient-based n % n % Increased income due to ENT activity 2 1.66 7 5.8 11.68 (3) 0.0086 Increased income due to work in COVID-19 facilities 24 20 9 7.5 Decreased income 21 17.5 10 8.3 No change in income 37 30.83 10 8.3 Total 84 70 36 30 TABLE 3: Characteristics of statistical association between the financial impact of the COVID-19 pandemic on otolaryngological practice and the workplace setting. Significant differences (<0.05) in categories between the financial impact of the COVID-19 pandemic on otolaryngological practice and the workplace setting. n = number; χ² = chi-square test; df = degrees of freedom; p = probability Hospital-based otolaryngologists were more likely to report income reductions, with 65 (54.2%) experiencing financial decline compared to 22 (18.3%) in outpatient settings. In contrast, 20 (16.7%) hospital-based specialists reported no income change compared to 8 (6.7%) in outpatient settings. Regarding direct involvement in COVID-19 care, 92 (76.6%) worked in COVID-19 wards, 6 (5.0%) in outpatient COVID-19 facilities, and 1 (0.8%) in a vaccination center. Additionally, 19 (15.8%) provided consultations or interventions in COVID-19 wards as needed, while 28 (23.3%) were not involved in COVID- specific care. The psychological impact of the COVID-19 pandemic was considerable, with 44 (36.6%) reporting high stress levels and 34 (28.3%) experiencing very high stress. A smaller group, 28 (23.3%), reported moderate stress, while 11 (9.1%) indicated little impact, and only 3 (2.5%) stated no effect on their mental health . FIGURE 7: Assessment of a physician’s stress level. A chi-square test of independence examining stress level and work experience revealed a statistically significant association (χ² (12) = 22.9, p = 0.029) (Table 4). 2025 Milcheva et al. Cureus 17(2): e79229. DOI 10.7759/cureus.79229 7 of 11 Stress level Work experience Chi-square statistic, χ² (df) P- value Group 1 (<10 years) Group 2 (11–20 years) Group 3 (>21 years) Group 4 (residents) n % n % n % n % 1: No stress 0 0 0 0 2 1.67 1 0.83 22.9 (12) 0.029 2: Low stress 0 0 2 1.67 9 7.5 0 0 3: Moderate stress 12 10 3 2.5 12 10 1 0.83 4: High stress 6 5 13 10.83 18 15 7 5.83 5: Very high stress 9 7.5 8 6.67 13 10.83 4 3.33 Total 27 22.5 26 21.67 54 45 13 10.83 TABLE 4: Characteristics of statistical association between stress level and work experience of the otolaryngologists. Significant differences (<0.05) in categories between stress level and work experience of the otolaryngologists. n = number; χ² = chi-square test; df = degrees of freedom; p = probability The analysis also identified a statistically significant relationship between stress levels and workplace setting (χ² (4) = 12.4, p = 0.015), indicating that the work environment significantly influenced the stress experienced during the pandemic (Table 5). Stress level Workplace settings Chi-square statistic, χ² (df) P-value Hospital-based Outpatient-based n % n % 1: No stress 3 2.5 0 0 12.4 (4) 0.015 2: Low stress 3 2.5 8 6.66 3: Moderate stress 21 17.5 7 5.83 4: High stress 34 28.33 10 8.33 5: Very high stress 23 19.16 11 9.16 Total 84 70 36 30 TABLE 5: Characteristics of statistical association between stress level and workplace settings. Significant differences (<0.05) in categories between stress level and workplace settings. n = number; χ² = chi-square test; df = degrees of freedom; p = probability Among hospital-based otorhinolaryngologists, 34 (28.3%) were in category 4 (high stress), while 23 (19.2%) were in category 5 (very high stress). Among outpatient-based specialists, the largest group, 11 (9.2%), were in category 5 (very high stress), while 10 (8.3%) were in category 4 (high stress). Discussion These findings highlight the profound professional, financial, and psychological challenges otolaryngologists faced during the COVID-19 pandemic, providing valuable insight into their experiences across diverse clinical settings. These results align with observed global trends but reveal unique regional 2025 Milcheva et al. Cureus 17(2): e79229. DOI 10.7759/cureus.79229 8 of 11 aspects that warrant deeper analysis. Otolaryngologists are among the specialties at the highest risk of contracting COVID-19 due to direct contact with the upper respiratory tract, where the viral load can be substantial . The survey reveals that over 60% of Bulgarian ENT specialists consider their risk to be higher than radiologists and ophthalmologists. Notably, early warnings about COVID-19 came from Dr. Li Wenliang, an ophthalmologist, who later succumbed to the disease. This underscores the risk faced by specialists working in close proximity to the upper respiratory tract . A majority of respondents, 91 (75.8%), equated their risk to that of dentists, a group widely recognized for its heightened exposure risk due to aerosol-generating procedures . Studies have shown that ENT procedures involving the nasal cavity, pharynx, and ear carry risks due to droplet generation . The fact that routine ENT examinations are perceived as high risk emphasizes the need for protocols to reduce exposure during essential examinations. Our analysis demonstrated no statistically significant association between workplace type and perceived risk of infection among otolaryngologists during the COVID-19 pandemic. This uniformity in risk perception may reflect the inherently high-risk nature of the otolaryngological practice, irrespective of the workplace setting, due to close patient interactions and aerosol-generating procedures. The results suggest that standardized infection control protocols and safety measures likely contributed to the constant perception of risk. Future studies could explore additional factors influencing risk perception, such as variations in protective equipment availability, individual experiences, or differences in institutional policies. In response, otolaryngologists globally have advocated for new infection control guidelines, including the permanent use of higher-grade personal protective equipment (PPE) (e.g., KN95 or FFP2 masks) and even modified examination techniques to mitigate exposure risk . Adopting these protocols in Bulgarian practices could align local standards with those emerging internationally. The statistically significant relationship between perceived infection risk and work experience suggests that professional background influences risk perception. More experienced otolaryngologists may have recognized a greater occupational hazard due to their prolonged exposure to patients and a higher likelihood of performing aerosol-generating"}
{"pmid": "40115685", "title": "Impact of COVID-19 on Otorhinolaryngologists in Bulgaria: A Survey of Healthcare Professionals.", "text": "procedures. This finding aligns with previous studies indicating that specialists with extensive clinical experience tend to have a heightened awareness of occupational risks. The survey’s findings indicate substantial psychological strain. A significant proportion of respondents, 78 (65%), experienced high or very high stress levels. This is consistent with studies on healthcare workers’ mental health during the pandemic, which highlight high rates of burnout, anxiety, and depression among frontline medical staff . ENT specialists, particularly in countries with limited resources and PPE, might be at an elevated risk of psychological distress due to both the direct threat of infection and concerns over inadequate protective measures. Most Bulgarian otolaryngologists, 106 (88.2%), felt under moderate to very high stress levels. None of them reported undergoing formal psychological stress assessments. Only two respondents had undergone such research but had not followed any stress-reducing measures from the institution they worked for. These findings emphasize the need for broad-based approaches to stress mitigation, addressing the collective challenges faced by healthcare professionals due to COVID-19. The relationship between stress levels and work experience was statistically significant, suggesting that mid-career and senior professionals experienced greater psychological distress. This could be due to the increased professional responsibility placed on experienced specialists, who often had to balance clinical duties, administrative roles, and the challenges of adapting to rapidly changing protocols. Workplace settings also significantly influenced stress levels, with hospital-based specialists reporting higher stress compared to those in outpatient settings. The increased exposure to COVID-19 patients, greater workload, and heightened procedural risks may have contributed to this disparity. These findings align with previous research demonstrating that frontline healthcare workers, particularly those in hospital environments, experienced higher stress and burnout levels during the pandemic. The need for targeted mental health interventions, particularly for hospital-based ENT specialists, is evident from these results. The psychological strain of working in high-risk environments can have enduring consequences, such as reduced job satisfaction and diminished quality of care. To mitigate these effects, it is essential to implement targeted mental health interventions and adjust workloads to support healthcare workers effectively. During pandemics or epidemics, healthcare workers often face considerable stress due to the nature of their work. For instance, during the 2014-2015 Ebola outbreak in Sierra Leone, healthcare workers in direct contact with patients experienced various psychological challenges, including obsessive-compulsive tendencies, paranoia, heightened interpersonal sensitivity, and depression . Similarly, the 2003 SARS epidemic significantly affected the mental health of healthcare workers, with studies reporting emotional distress in up to 57% of healthcare workers . In particular, no specific data regarding ENT specialists was observed in either study. Although otolaryngologists were regarded as a high-risk group for contracting COVID-19 due to the nature of their procedures, a study by Walvik et al. (2021) in Denmark found no participants showing severe symptoms of depression or anxiety during the survey period . This finding can be attributed to several factors, i.e., Denmark experienced a relatively controlled pandemic, the supply of PPE had stabilized, and COVID-19 testing was widely accessible. The financial impact of the pandemic was another area of notable variation. While 47 (39.1%) respondents reported no change in income, 31 (25.8%) experienced financial reductions, particularly among those with 2025 Milcheva et al. Cureus 17(2): e79229. DOI 10.7759/cureus.79229 9 of 11 more than 21 years of experience. This decline may be attributed to the temporary suspension of elective procedures, a key source of revenue for ENT specialists. In contrast, younger professionals and residents were more likely to report increased income, largely due to their engagement in COVID-19-specific work, including shifts in COVID-19 wards and outpatient facilities. The statistically significant association between financial impact and work experience highlights the uneven economic burden of the pandemic across different career stages. The study’s findings underscore the wide-ranging impact of the pandemic on otolaryngological practice. The significant associations between perceived infection risk, financial outcomes, psychological stress, and work experience or workplace setting highlight the multifaceted challenges faced by ENT specialists. These insights emphasize the necessity for tailored support measures, including financial relief programs, improved infection control policies, and mental health interventions, to mitigate the long-term effects of the pandemic on the specialty. While this study provides valuable data, certain limitations must be acknowledged. Factors such as local infection rates, hospital workload, and access to PPE may also contribute to stress levels and risk perception, which were not controlled for in this study. The survey was conducted within a single country, and findings may not be fully generalizable to other healthcare systems. Additionally, self-reported data may be subject to response bias, particularly in the assessment of stress levels, financial impact, or perceptions of infection risk. Nevertheless, the diversity within the respondent group, including varying levels of work experience, age, and practice settings, adds depth to the findings. To enhance the robustness and generalizability of these results, future studies should aim to include a larger, more representative sample and consider longitudinal designs to track the evolving impacts of the pandemic over time. Despite these limitations, the study offers significant insights that can inform policies, protective measures, and support systems for otolaryngologists during and beyond public health crises. Conclusions A combination of heightened infection risk, significant practice adaptations, and psychological strain demonstrates the impact of the COVID-19 pandemic on otolaryngology practice in Bulgaria. The results of this survey illustrate the sweeping changes experienced by Bulgarian otolaryngologists during the COVID-19 pandemic, from heightened infection risk to increased psychological burden. These findings align with international trends yet reveal unique local characteristics that require tailored responses. Ensuring PPE availability, addressing diagnostic delays, and supporting mental health are critical to fortifying the resilience of otolaryngology in future health crises. This study contributes valuable insights to the ongoing conversation around pandemic preparedness and the future of ENT practice in Bulgaria and beyond, as well as potential policy adjustments to address these challenges in future public health crises. Additional Information Author Contributions All authors have reviewed the final version to be published and agreed to be accountable for all aspects of the work. Concept"}
{"pmid": "40115685", "title": "Impact of COVID-19 on Otorhinolaryngologists in Bulgaria: A Survey of Healthcare Professionals.", "text": "and design: Kamelia Milcheva, Nikolay R. Sapundzhiev Acquisition, analysis, or interpretation of data: Kamelia Milcheva, Nikolay R. Sapundzhiev Drafting of the manuscript: Kamelia Milcheva Critical review of the manuscript for important intellectual content: Kamelia Milcheva, Nikolay R. Sapundzhiev Disclosures Human subjects: Consent for treatment and open access publication was obtained or waived by all participants in this study. Committee for Ethical Scientific Research of the Medical University-Varna issued approval 118/23.06.2022. Animal subjects: All authors have confirmed that this study did not involve animal subjects or tissue. Conflicts of interest: In compliance with the ICMJE uniform disclosure form, all authors declare the following: Payment/services info: All authors have declared that no financial support was received from any organization for the submitted work. Financial relationships: All authors have declared that they have no financial relationships at present or within the previous three years with any organizations that might have an interest in the submitted work. Other relationships: All authors have declared that there are no other relationships or activities that could appear to have influenced the submitted work. Acknowledgements 2025 Milcheva et al. Cureus 17(2): e79229. DOI 10.7759/cureus.79229 10 of 11 The authors would like to thank Professor Antoniya Dimova, PhD, and Associate Professor Maria Rohova, PhD, from the Department of Economics and Health Care Management, Medical University of Varna, for their cooperation and support."}
{"pmid": "40113855", "title": "Spatio-temporal epidemic forecasting using mobility data with LSTM networks and attention mechanism.", "text": "Spatio-temporal epidemic forecasting using mobility data with LSTM networks and attention mechanism Shihu Jiao1, Yu Wang1, Xiucai Ye1, Larry Nagahara2 & Tetsuya Sakurai1 The outbreak of infectious diseases can have profound impacts on socio-economic balances globally. Accurate short-term forecasting of infectious diseases is crucial for policymakers and healthcare systems. This study proposes a novel deep learning approach for short-term forecasting of infectious disease trends, using COVID-19 confirmed cases and hospitalizations in Japan as a case study. This method provides weekly updates and forecasts outcomes over 1–4 weeks. The proposed model combines long short-term memory (LSTM) networks and multi-head attention mechanism strengths and is trained on public data sourced from open-access platforms. We conduct a comprehensive and rigorous evaluation of the performance of our model. We assess its weekly predictive capabilities over a long period of time by employing multiple error metrics. Furthermore, we carefully explore how the performance of the model varies over time and across geographical locations. The results demonstrate that the proposed model outperforms baseline approaches, particularly in short-term forecasts, achieving lower error rates across multiple metrics. Additionally, the inclusion of mobility data improves the predictive accuracy of the model, especially for longer-term forecasts, by capturing spatio-temporal dynamics more effectively. The proposed model has the potential to assist in decision- making processes, help develop strategies for controlling the spread of infectious diseases, and mitigate the pandemic’s impact. Keywords Infectious disease, Mobility, LSTM, Attention, Forecasting Since the early 21st century, the world has witnessed several outbreaks of infectious diseases, such as severe acute respiratory syndrome (SARS), Middle East respiratory syndrome coronavirus (MERS-CoV), and most recently coronavirus disease 2019 (COVID-19), all posing significant threats to human health and severely impacting global socio-economic structures1–4. These pandemics bring fear and uncertainty to the social sphere, leading to significant changes in human behavior and social dynamics. Measures like lockdowns, social distancing, and travel restrictions have reshaped how people interact, work, and engage in social activities5. Additionally, hospitals are facing overwhelming numbers of patients, shortages of medical supplies and exhausted medical staff. Meanwhile, prioritizing the management of these diseases leads to deprioritization or delay of noncommunicable disease healthcare services, such as routine checkups, elective surgeries, and disease prevention programs, potentially leading to long-term health consequences6,7. Given the profound impacts of infectious diseases, it becomes clear that developing predictive models to forecast the pandemic’s progression is not just beneficial but essential8,9. By forecasting the spread of the virus, the number of cases, and hospitalizations, policymakers can effectively allocate resources, implement targeted interventions, and develop evidence-based policies10. Furthermore, the ability to forecast infectious disease trends aids in scenario planning and enhances preparedness for potential future outbreaks. Reliable forecasts facilitate timely decision-making, allowing for proactive measures to mitigate the socio-economic and public health consequences of the pandemic11,12. Researchers have applied a variety of methods to generate short-term infectious disease forecasts, ranging from traditional statistical methods to more advanced machine learning approaches. Traditional methods, such as auto-regressive integrated moving average (ARIMA)13, have been widely used for capturing linear trends and seasonal patterns in time series data. However, these methods often face challenges when dealing with non- 1Department of Computer Science, University of Tsukuba, Tsukuba 3058577, Japan. 2Department of Chemical and Biomolecular Engineering, Whiting School of Engineering, Johns Hopkins University, Baltimore, MD 21218, USA. email: yexiucai@cs.tsukuba.ac.jp OPEN Scientific Reports | (2025) 15:9603 1 | https://doi.org/10.1038/s41598-025-94089-9 www.nature.com/scientificreports linear relationships and complex temporal dynamics. Alternative approaches include statistical models, such as decision trees14 and deep learning frameworks15. These methods are flexible to incorporate various potential variables and are highly dependent on the quality and availability of input data. Many studies have also explored the use of ensemble models, which combine multiple methods to integrate predictions from various approaches16. However, these models often require substantial computational resources and can reduce the interpretability of individual model contributions. Among these techniques, long short-term memory (LSTM) networks stand out for their proficiency in processing time series data17–19. Nevertheless, faced with an unprecedented global challenge like COVID-19, these traditional epidemic prediction models have many limitations, especially in capturing and understanding the complex dynamics of how the epidemic changes over time in different regions20–22. Advanced techniques, such as Transformer architectures and attention mechanisms, could be further explored to develop more effective forecasting models. Furthermore, previous research has shown that human mobility is crucial in disease transmission dynamics, with mobility patterns serving both as an indicator of public activity and as a measure of the effectiveness of social distancing23. Despite its potential, there has been limited systematic research on integrating mobility data into these advanced deep learning-based forecasting frameworks. In this study, we introduce an advanced deep learning framework designed to more accurately capture the spatiotemporal variability of health outcomes during disease outbreaks, as shown in Fig. 1. Unlike traditional models, our approach integrates LSTM networks with a Transformer-based attention mechanism to better capture temporal dependencies in disease transmission. Additionally, we try to systematically assess the role of mobility data in enhancing forecasting accuracy of the proposed framework across different regions. Focusing on COVID-19 as a case study, our model offers forecasts for cases and hospitalizations across all prefectures in Japan. It integrates epidemiological data and mobility patterns to improve prediction accuracy, with forecasting windows ranging from 1 to 4 weeks. The results demonstrate that the integration of mobility as a variable for model training enhances predictive performance. We rigorously evaluated the model’s performance using multiple error metrics, considering different periods and regions. This could assist policymakers in implementing timely actions to alleviate the pandemic’s severity and more efficiently manage healthcare resources (such as medical personnel, ICU beds, and medical supplies) during crises24. Methods Dataset description Using daily time-series data from Japan, we focus on prefecture-level data modeling and analysis. We collected raw time series data across all 47 prefectures of Japan between December 6, 2020 and October 16, 2021 (Fig. S1 shows the map of Japan). We only include data up to the end of 2021 because the emergence and dominance of the Omicron variant significantly changed"}
{"pmid": "40113855", "title": "Spatio-temporal epidemic forecasting using mobility data with LSTM networks and attention mechanism.", "text": "the dynamics of the pandemic. Additionally, many regions began to relax COVID-19 restrictions, and changes in reporting practices resulted in the discontinuation or inconsistency of high-quality key data for model training and evaluation. This study focuses on three variables: COVID-19 confirmed case data, hospitalization data, and Google mobility data. The case and hospitalization data were Fig. 1. Overall workflow of proposed deep learning based methods for estimating prefecture-level COVID-19 pandemic in Japan. Scientific Reports | (2025) 15:9603 2 | https://doi.org/10.1038/s41598-025-94089-9 www.nature.com/scientificreports/ obtained by collecting the daily count of confirmed cases and daily count of COVID-19 patients admitted to hospitals in each prefecture from the Ministry of Health, Labour and Welfare (MHLW) ​(​​h​t​t​p​s​:​/​/​w​w​w​.​m​h​l​w​.​g​o​.​j​ p​/​s​t​f​/​c​o​v​i​d​-​1​9​/​o​p​e​n​-​d​a​t​a​.​h​t​m​l​​)​. Additionally, the proposed model considers public mobility information, which offers insights into people’s movement patterns in different locations. The Google mobility reports will be used to extract mobility statistics categorized by location and type of place, including “retail & recreation,” “grocery & pharmacy,” “parks,” “transit stations,” “workplaces,” and “residential.” Mobility data were obtained from Google mobility reports (https://www.google.com/covid19/mobility). These categories were treated as input features and integrated with the confirmed case and hospitalization data to capture the relationship between mobility patterns and COVID-19 dynamics. Based on the epidemiological calendar, we computed the total number of confirmed cases and hospitalizations in all prefectures each week, starting on Sunday and ending on Saturday. We chose not to use daily data due to its higher noise level than weekly aggregated data. For each prefecture, we have 45 weeks of data. The final 12 weeks of the time series for all prefectures, covering the entire last pandemic wave, were reserved for testing and not used during training. Consequently, our model was trained using the initial 33 weeks of data. As in the previous study, we utilized a window size of four to create the feature vectors and labels for each time series21.We then shuffled the feature vectors derived from the time series of all sub-populations, generating a comprehensive set of feature vectors. Next, we randomly allocated 70% of these vectors for training while reserving the remaining 30% for validation purposes. Model overview Previous research has shown that the transmission patterns of infectious diseases, such as COVID-19, are complex and dynamic over time, making accurate forecasting of disease dynamics a challenging task. To address this, developing a robust predictive modeling framework that considers the intricate interactions between various factors influencing transmission dynamics is crucial. Additionally, the framework must consider the uncertainty surrounding the timing and impact of these factors on observed transmission dynamics. We can enhance the accuracy and reliability of near-term disease forecasting by carefully selecting relevant input data streams and employing advanced modeling techniques. Given these challenges, we present a novel multi-stage deep learning framework. This framework leverages the initial first-stage prediction, based on the past three weeks of data, to forecast the subsequent week and iteratively applies this approach to predict further into the future. This paper focuses on 4-stage horizon forecasting (e.g., four-week ahead forecast). The framework is designed to predict three key variables: confirmed cases, hospitalizations, and mobility data. As shown in Fig. 1, the model architecture begins with an LSTM layer, which has a layer with 64 neurons. The LSTM layer utilizes long short-term memory units to capture temporal dependencies in the input data. These units enable the model to learn patterns and trends in the time series data. Following the LSTM layer, we utilize a transformer encoder layer. The transformer encoder is responsible for attending to and aggregating relevant information from the input sequence. The transformer architecture is based on self-attention mechanisms, which allow the model to capture global dependencies in the data. This layer helps the model capture complex interactions between the factors affecting transmission dynamics. After the transformer encoder layer, there is a fully connected layer with 32 neurons. This layer serves as an intermediate step before the final prediction. It allows the model to process the encoded representations further and extract relevant features. We include a dropout layer after the fully connected layer to avoid overfitting. This layer helps prevent the model from relying too heavily on certain input features, promoting more robust generalization and preventing overfitting. The models were implemented using the PyTorch 2.2.0 package. The coding process took place in the Google Colaboratory environment, which provided GPU accelerators and a high-RAM runtime shape to enhance computational efficiency. A batch size of 512 was used to train the models, along with the Adam optimizer with a learning rate of 0.001. The models were trained for 300 epochs, utilizing the Huber loss function as the optimization criterion. Model evaluation In our comprehensive assessment of the model’s performance, we employed a rigorous evaluation framework. Our evaluation spans a significant period of 12 weeks from July 25 2021 to October 16 2021, allowing us to capture a wide range of epidemiological weeks and assess the model’s performance over different pandemic stages. The model generates predictions for a 4-week horizon at each evaluation step using an autoregressive approach, where previously predicted values are iteratively used as inputs for subsequent predictions. After each 4-week forecast, the input data is shifted forward by one week, and the process repeats. We then collected all the predictions for the first, second, third, and fourth weeks separately and compute the evaluation metrics accordingly. As a result, the 12-week evaluation period can generate 9 evaluation steps. For the assessment, we mainly used the mean absolute percentage error (MAPE), which is commonly used in related studies. However, MAPE has some limitations. When the true value is close to zero, MAPE will produce disproportionately large and unstable errors. In addition, MAPE is sensitive to extreme values ​and noise, which may distort the results, especially in datasets with significant outliers or small values. Therefore, we also employed two other commonly used metrics: root mean squared error (RMSE) and coefficient of determination (R²). RMSE estimates the average squared difference between the predicted and actual values, measuring the consistency of model predictions with observations. On the"}
{"pmid": "40113855", "title": "Spatio-temporal epidemic forecasting using mobility data with LSTM networks and attention mechanism.", "text": "other hand, R² evaluates how well our model fits the data, and the closer the value is to 1, the better the model performance. All of these metrics offer different perspectives on the model’s performance and help us evaluate its accuracy, reliability, and overall fit effectiveness. The calculation formulas for these evaluation metrics are as follows: Scientific Reports | (2025) 15:9603 3 | https://doi.org/10.1038/s41598-025-94089-9 www.nature.com/scientificreports/ RMSE = √ 1 T ∑T i=1(Ai−P i)2\b (1) MAPE = 1 T T i=1 Ai −Pi Ai \b (2) R2 = 1 − SSres SStot \b (3) where T is the sample size, Ai is the i th actual value, and Pi is the i th predicted value. Additionally, SSres is the residual sum of squares and SStot is the total sum of squares. Results Comparison of model architectures Our first goal was to assess the influence of incorporating mobility data on prediction performance. To address this question, we developed two models with distinct specifications. Model 1 utilized time series data for two variables: new confirmed cases and hospitalizations. In contrast, Model 2 incorporated additional features derived from mobility data. Figure 2 compares the box plots of MAPE and R2 distributions for the two models over four forecast horizons (i.e., 1–4 weeks). A comparison of RMSE values is also provided in Supplementary Figure S2. Regarding MAPE, Model 1 and Model 2 exhibit similar trends in predicting both cases and hospitalizations. It is evident that both methods perform well on shorter time frames; however, as the prediction period extends, there is a noticeable increase in the MAPE values, indicating a decline in model performance. For the first week of forecasting, Model 1 performed slightly better than Model 2. For the following three weeks, it can be observed that Model 2, which incorporates mobility as a predictor, achieves a lower median and variance Fig. 2. A and C compare the performance of Model 1 and Model 2 in cases prediction using MAPE and R2, respectively. B and D make a similar comparison for hospitalization prediction. The green bars are the error distributions for Model 1 (without mobility as a predictor), and the yellow bar are the error distributions for the Model 2 (with mobility as a predictor). The y-axis ranges differ across the plots to ensure the clarity and distinguishability of the data distribution. Scientific Reports | (2025) 15:9603 4 | https://doi.org/10.1038/s41598-025-94089-9 www.nature.com/scientificreports/ in MAPE for predicting cases and hospitalizations compared to Model 1, which does not consider mobility. Including population mobility in the model enhances its performance, particularly when forecasting over a longer time horizon. This trend is even more pronounced for the box plot of R2. Model 2 demonstrates more stable performance over time, demonstrating its robustness to variations across different periods. Model 2 also consistently achieves lower RMSE scores across all weeks (Supplementary Figure S2), suggesting that its predictions are more accurate and that mobility data contributes positively to its performance. These observed improvements in prediction performance can be attributed to the additional insights from mobility data. To further validate the impact of mobility data on model performance, we conducted an additional experiment by systematically removing individual mobility features (e.g., ‘retail and recreation’, ‘grocery and pharmacy’, ‘parks’, ‘transit stations’, ‘workplaces’, and ‘residential’). As shown in Figure S3, removing any feature generally led to an increase in MAPE, especially in longer-term forecasts. Therefore, our final model includes all mobility features. To further evaluate the effectiveness of introducing the Transformer architecture into our model for pandemic prediction, we developed an additional model (Model 3) for comparison. Model 3 utilized two LSTM layers while keeping other configurations the same as Model 2. Table S1 presents the mean MAPE values for Models 2 and 3 over four forecast horizons. For case predictions, Model 2 achieved lower MAPE values, especially at longer forecast horizons. Similarly, for hospitalization predictions, Model 2 outperformed Model 3, showing lower error rates across all weeks. This indicates that the Transformer-based model provides more accurate predictions than the LSTM-based model, demonstrating its robustness in different forecasting scenarios. Although both models benefit from the inclusion of mobility data, the superior performance of Model 2 can be attributed to the capabilities of the Transformer architecture. Transformers are particularly adept at capturing long-term dependencies and complex interactions within the data due to their self-attention mechanism, which allows the model to focus on different parts of the data simultaneously. This makes Model 2 more effective in handling the temporal dynamics and intricate relationships that characterize pandemic spread. Model performance across prefectures The deep-learning-based forecasting methodology utilized in our study is constructed upon prefecture-level COVID-19 data, facilitating an investigation into spatial variations in predictive performance. Figure 3 illustrates the geographical distribution of MAPE values across different prefectures, showing the disparities in forecast accuracy. The accuracies are computed over four forecast horizons. The color scales indicate the magnitude of the error. The deeper color corresponds to a more significant error. The performance of the predictive models for both COVID-19 cases and hospitalizations demonstrates specific common patterns across all prefectures. One common observation is the increasing MAPE over forecast horizons. On the one hand, when predictions are used instead of actual observations, the recursive approach can cause the accumulation of prediction errors. This can lead to a decline in performance, especially as the forecast period becomes longer. On the other hand, various factors, such as changes in the spread of the virus, evolving Fig. 3. A and B show the model performances for specific prefectures for one-to-four week ahead predictions of cases and hospitalizations, respectively, as measured by the MAPE. The color scales represent the magnitude of the error metric; the deeper color corresponds to larger error. The color scale ranges differ across the figures to ensure clarity and distinguishability of the error distribution. All maps were generated using the Japanmap package (version 0.0.24) . Scientific Reports | (2025) 15:9603 5 | https://doi.org/10.1038/s41598-025-94089-9 www.nature.com/scientificreports/ testing strategies, or unpredictable events, could also lead to a decrease in prediction accuracy over time. From"}
{"pmid": "40113855", "title": "Spatio-temporal epidemic forecasting using mobility data with LSTM networks and attention mechanism.", "text": "a spatial perspective, the models’ accuracy shows noticeable differences across prefectures. Some areas, namely Kanagawa, Osaka, Aichi, Saitama, and Chiba, consistently present lower MAPE and RMSE values, indicating more precise case and hospitalization predictions. On the contrary, other prefectures such as Miyagi, Iwate, Fukushima, Miyazaki, Tokushima, Yamanashi, Saga, Kagawa, and Kochi show higher error values, signifying lower prediction accuracy or increased variability. Iwate exhibits consistently high MAPE values across all weeks, indicating a significant discrepancy in both case and hospitalization predictions. Certain prefectures, including Miyagi, Fukushima, Miyazaki, and Kagawa, reveal a noticeable escalation in error values from one to four weeks ahead. This indicates a potential decline in the accuracy of case and hospitalization forecasts. Additionally, Yamaguchi, Nara, and Kagawa see a sharp rise in MAPE values between three-week ahead prediction and four- week ahead prediction, denoting a considerable drop in prediction accuracy. Interestingly, some prefectures, such as Toyama, exhibit a decrease in error values from a three-week ahead prediction to a four-week ahead prediction. This exciting trend deserves further investigation and analysis in future studies. We also try to draw some conclusions about the model’s performance based on population size. However, there are no clear spatial patterns and straightforward relationships between population size and MAPE variations . To further explore this, we divided the 47 prefectures into two groups using the 75th percentile of population size (population data from ​h​t​t​p​s​:​​/​/​w​w​w​.​s​t​a​t​.​g​o​.​j​p​/​d​a​t​a​/​j​i​n​s​u​i​/​2​0​1​9​n​p​/​i​n​d​e​x​.​h​t​m​l). The results, shown in Fig. 4, indicate that smaller population prefectures often have more outliers, especially in later stages (W3 and W4). This suggests that over time, smaller prefectures tend to show greater variability and higher prediction errors. In contrast, larger population prefectures exhibit more consistent model performance. A potential reason for the higher variability and prediction errors in smaller prefectures could be related to the noisier quality of mobility data in rural areas. Large metropolitan areas, which are well-monitored, often have more readily available and accurate foot traffic data, whereas rural areas may suffer from less comprehensive data coverage. Visualizing the prediction results To provide additional evidence of the forecasting capabilities of our models, we visualize the actual and predicted data for each prefecture in Supplementary Figures S3–S10. We segmented the data according to different forecast horizons, allowing for a more precise comparison between the predicted and actual trends. As an example, we display the predictions for Okayama Prefecture in Fig. 5. The actual numbers are in blue, while our deep learning model’s forecasts are in orange. Figure 5A demonstrates the high accuracy of our one- week ahead case predictions, with minimal error observed between the predicted and actual case values. The overlapping of the predicted and actual values at some of the time points further reinforces the effectiveness of our proposed method. For the 2–4 week forecasts, the predicted line on the left of the peak deviates gradually from the actual value line. Moreover, the divergence between the predicted line and the actual values on the right side of the peak becomes significant in the fourth week. The prediction of hospitalization is similar but overall better than the case prediction , with the predicted values usually very close to the actual values. Our model’s performance varies depending on the phase of the outbreak: it performs less accurately during periods of rapid increase, but its accuracy improves during periods of rapid decrease. This suggests that our model is more effective in capturing trends during the decreasing phases of the outbreak and needs enhanced capabilities during the increasing phases to better manage and respond to the crisis. Discussion The results of this study show that mobility data plays a crucial role in improving the predictive performance of epidemic forecasting models, especially for long-term predictions. This is likely because it captures movement patterns and population behavior that influence the spread and transmission of the virus, a finding that aligns with existing research. Our study introduces a novel deep learning framework that combines the strengths Fig. 4. Distribution of MAPE values for large (blue) and small (orange) population prefectures across four forecasting stages. Scientific Reports | (2025) 15:9603 6 | https://doi.org/10.1038/s41598-025-94089-9 www.nature.com/scientificreports/ of LSTM networks and Transformer architecture, enabling the model to capture complex dynamics patterns of infectious diseases with improved accuracy and robustness. Moreover, our model demonstrates potential for real-world applications, such as helping policymakers and health authorities make informed decisions, including the implementation of targeted interventions and preventive measures in areas with higher mobility and potential disease transmission. Despite its promising applications, the model still has limitations, and its performance needs further improvement. First, errors can accumulate in multi-step forecasting, and the model relies heavily on historical data, which can be problematic during outbreak peaks or sudden declines. Second, many prefectures in Japan have relatively small populations, leading to low case and hospitalization numbers during certain periods. As a result, even small absolute errors can translate into disproportionately high relative errors. Additionally, these regions often have noisier and less comprehensive mobility data, show more variability and higher prediction errors compared to larger, well-monitored regions. Third, the inherent noise and inconsistencies in epidemiological and mobility data, particularly those influenced by government interventions, seasonality, and public behavior, further exacerbate prediction errors. Finally, potential underreporting is also an important issue, which can negatively impact model accuracy, particularly in small prefectures. Based on these facts, several key areas can be further explored in the future. One key aspect is that, although our model demonstrates robust performance within the selected evaluation period, its stability over a longer timeframe still needs further evaluation. Another important direction is to improve the quality and completeness of data in underrepresented areas by developing better data collection methods and integrating other data sources, such as social media activity or traffic usage statistics. In addition, more factors should be considered, such as the local dynamics of the epidemic, population density, geographic location, and the effectiveness of containment measures implemented by regions. Analyzing these additional factors would provide a deeper understanding of disease spread and make the model more robust. Finally,"}
{"pmid": "40113855", "title": "Spatio-temporal epidemic forecasting using mobility data with LSTM networks and attention mechanism.", "text": "it is important to study how virus transmission methods and evolutionary changes affect disease spread. Understanding how different transmission pathways and viral variants influence the epidemic can help the model adapt to new threats and changing situations. By addressing these areas, future research can build on the current study to develop more resilient and accurate epidemic forecasting models. Conclusion The emergence and spread of infectious diseases highlight the urgent need for innovative methods to predict their trajectories to maintain socioeconomic stability and public health. This study successfully demonstrates the application of novel deep learning models to short-term predictions of infectious disease trends, with a specific focus on COVID-19 cases and hospitalizations across Japan. By combining the power of LSTM and Transformer and leveraging mobility data, our model enhances forecasting performance for disease spread, providing weekly updates with a prediction window ranging from 1 to 4 weeks. Our comprehensive evaluation using multiple metrics highlights the model’s robustness within the analyzed timeframe, as well as its reliability in capturing the temporal and spatial dynamics of infectious disease spread. The ability to offer detailed geographic forecasts can provide a nuanced understanding of disease spread in different regions, thereby facilitating targeted and effective interventions by policymakers and healthcare systems. Data availability The datasets used and analyzed during the current study are available from the corresponding author on rea­ sonable request. Received: 25 December 2024; Accepted: 11 March 2025 Fig. 5. Actual and forecasted number of cases (A) and hospitalizations (B) in Okayama for one-to-four week prediction windows. Scientific Reports | (2025) 15:9603 7 | https://doi.org/10.1038/s41598-025-94089-9 www.nature.com/scientificreports/"}
{"pmid": "40109823", "title": "Seronegative Autoimmune Hepatitis Following Coronavirus Disease 2019 (COVID-19) Infection.", "text": "Review began 02/07/2025 Review ended 02/10/2025 Published 02/15/2025 © Copyright 2025 Kloub et al. This is an open access article distributed under the terms of the Creative Commons Attribution License CC-BY 4.0., which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited. DOI: 10.7759/cureus.79068 Seronegative Autoimmune Hepatitis Following Coronavirus Disease 2019 (COVID-19) Infection Mohammad Kloub , Khaled A. Elfert , Flor Rosado , Ahmed Elnajjar , Mohamed Eldesouki , Abdul-Rahman I. Abusalim 1. Department of Internal Medicine, Saint Michael's Medical Center, New York Medical College, Newark, USA 2. Department of Internal Medicine, St. Barnabas Hospital Health System, New York, USA 3. Department of Gastroenterology, Al-Shifa Hospital, Gaza, PSE 4. Department of Internal Medicine, University of Wisconsin School of Medicine and Public Health, Madison, USA Corresponding author: Mohammad Kloub, mohammad_kloub98@yahoo.com Abstract Autoimmune hepatitis is an autoimmune liver condition of uncertain etiology. Environmental triggers have been involved in the pathophysiology of the disease. The triggers include viruses, immunizations, and drugs. Since the emergence of the coronavirus disease 2019 (COVID-19) pandemic, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has been implicated in the development of various autoimmune diseases. We report the case of a 58-year-old patient who had persistent elevation in liver transaminase levels after COVID-19 infection. After undergoing a liver biopsy, he was diagnosed with seronegative autoimmune hepatitis with an excellent response to steroids. Our case highlights the importance of considering the diagnosis of autoimmune hepatitis in patients with persistent elevation of liver transaminases after COVID-19 infection. Categories: Gastroenterology, Infectious Disease Keywords: autoimmune hepatitis (aih), case report, clinical autoimmunity, covid-19 infection, molecular mimicry Introduction Autoimmune hepatitis (AIH) is an autoimmune liver condition that occurs predominantly in females and can present at any age. Different environmental triggers have been thought to contribute to the development of AIH in genetically predisposed individuals. These triggers include viruses, medications, and vaccinations . The clinical presentation of AIH is variable and includes acute liver failure, chronic liver disease, asymptomatic elevation of liver function tests (LFTs), and autoantibody-negative hepatitis . Diagnosis relies on characteristic serological and histological markers and excludes other causes of liver disease. The coronavirus disease 2019 (COVID-19) infection has been linked to the production of autoimmune antibodies and the development of autoimmune diseases . Here, we report a patient who developed a COVID-19 infection and was subsequently diagnosed with probable seronegative AIH. This case adds to the few published cases linking COVID-19 infection to the development of AIH. Also, this is the second case of seronegative AIH after COVID-19 infection . Case Presentation A 58-year-old Egyptian male patient, known to have vitiligo and mild rheumatic mitral stenosis, presented to Hamad General Hospital in Qatar in September 2020 complaining of flu-like symptoms. The patient denied any history of alcohol intake, substance abuse, over-the-counter or herbal medications, or a family history of liver or autoimmune disease. His chronic medications included aspirin and bisoprolol. His clinical examination was unremarkable. The COVID-19 polymerase chain reaction (PCR) test was positive, so he was admitted for observation. Chest X-ray showed no abnormality, and he was not started on any medication. His laboratory investigations were remarkable for alanine aminotransferase (ALT) of 271 and aspartate aminotransferase (AST) of 175 U/L . During hospitalization, liver enzymes were trending down but remained elevated. He did not receive antibiotics or antivirals during his hospital stay. 1 2 2 3 1 4 Open Access Case Report How to cite this article Kloub M, Elfert K A, Rosado F, et al. (February 15, 2025) Seronegative Autoimmune Hepatitis Following Coronavirus Disease 2019 (COVID-19) Infection. Cureus 17(2): e79068. DOI 10.7759/cureus.79068 FIGURE 1: Trend of liver enzymes over time ALT: alanine aminotransferase; AST: aspartate aminotransferase; Bx: biopsy; d/c: discharge; Dx: diagnosis; f/u: follow-up; LFTs: liver enzymes including AST and ALT; Rx: treatment His biochemical testing showed positive hepatitis B virus (HBV) surface antibody and HBV core IgG antibody, with negative HBV surface antigen and HBV PCR indicating past infection. Hepatitis E virus (HEV) antibody (Ab) serology was positive for IgG Ab and negative for IgM Ab, consistent with prior infection. Other viral hepatitis work-ups revealed negative hepatitis A, hepatitis C, parvovirus B19, and herpes simplex viral serologies. Cytomegalovirus and Epstein-Barr viral PCR were negative as well. The patient underwent additional laboratory work-up for other etiologies of liver disease that revealed normal ceruloplasmin and alpha-1 anti-trypsin. His AIH work-up showed that the antinuclear antibody (Ab) screening test, which was conducted using fluoroenzyme immunoassay, was negative, and it was confirmed by an indirect immunofluorescent technique using a human epithelial type 2 (HEP-2) cell line. Other autoimmune work-ups revealed negative anti-mitochondrial M2 Ab, anti-smooth muscle Ab, and anti-liver kidney microsome Ab testing. He had an elevated IgG level of 16.9 g/l. His radiological investigations included an abdominal ultrasound that revealed mildly increased echotexture, a liver magnetic resonance imaging (MRI) that was only remarkable for a tiny cyst of 2 mm, and liver elastography that showed a stiffness average of 5.77 kPa. Initially, a liver biopsy was recommended, but the patient opted to defer the procedure. He consented to the procedure on week 31, given the persistent elevation of the LFTs . The liver biopsy showed moderate interface and portal tract inflammatory cell infiltrate composed mainly of lymphocytes with occasional eosinophils. Bile ducts were unremarkable, and there was no significant steatosis or iron deposition . Based on the biopsy result, the pre-treatment revised original scoring system for AIH was 14, suggesting probable AIH (Table 1). On week 34, the patient was started on prednisone 40 mg. LFTs on week 36 were completely normal. The prednisone was tapered over the following two months. Six months later, repeat LFTs were also normal . FIGURE 2: Liver biopsy (A, B) Histopathology picture showing moderate interface and portal tract inflammatory cell infiltrate composed mainly of lymphocytes with occasional eosinophils Parameters/features Reference score Patient score 2025 Kloub et al. Cureus 17(2): e79068. DOI 10.7759/cureus.79068 2 of 6 Female sex +2 0 ALP:AST (or ALT) ratio <1.5 +2 +2 1.5-3.0 0 0 >3.0"}
{"pmid": "40109823", "title": "Seronegative Autoimmune Hepatitis Following Coronavirus Disease 2019 (COVID-19) Infection.", "text": "−2 0 Serum globulins or IgG above normal >2.0 +3 0 1.5-2.0 +2 0 1.0-1.5 +1 +1 <1.0 0 0 ANA, SMA, or LKM-1 >1:80 +3 0 1:80 +2 0 1:40 +1 0 <1:40 0 0 AMA positive −4 0 Hepatitis viral markers Positive −3 0 Negative +3 +3 Drug history Positive −4 0 Negative +1 +1 Average alcohol intake <25 g/day +2 +2 >60 g/day −2 0 Liver histology Interface hepatitis +3 +3 Predominantly lymphoplasmacytic infiltrate +1 0 Rosetting of liver cells +1 0 None of the above −5 0 Biliary changes −3 0 Other changes −3 0 Other autoimmune disease(s) +2 +2 Optional additional parameters Seropositivity for other defined autoantibodies +2 0 HLA DR3 or DR4 +1 0 Response to therapy Complete +2 +2 Relapse +3 0 Interpretation of aggregate scores (pre-treatment) 2025 Kloub et al. Cureus 17(2): e79068. DOI 10.7759/cureus.79068 3 of 6 Definite AIH >15 - Probable AIH 10-15 14 Interpretation of aggregate scores (post-treatment) Definite AIH >17 - Probable AIH 12-17 16 TABLE 1: The revised original scoring system for AIH and its applications to our patient ALP: alkaline phosphatase; AST: aspartate aminotransferase; ALT: alanine aminotransferase; ANA: antinuclear antibody; SMA: smooth muscle antibody; LKM-1: liver kidney microsome type 1 antibody; AMA: anti-mitochondrial antibody; AIH: autoimmune hepatitis Discussion The patient presented with COVID-19 infection and subsequently developed persistent elevation in his liver enzymes, requiring extensive work-up. At first, it was thought that the rise of LFTs could be attributed to the COVID-19 infection, considering the link between the viral infection and LFTs' elevation . However, this assumption was refuted by the fact that the LFTs remained elevated for 34 weeks. The patient had a BMI of 41.5, which suggested the possibility of non-alcoholic steatohepatitis (NASH). NASH diagnosis was excluded as LFTs had been normal for two years prior to his admission despite maintaining a consistent weight of 117-120 kg from 2016 to 2020. Also, LFTs remained within the normal range for nine months after starting steroid treatment, even with the high BMI. Moreover, the liver biopsy didn't show significant steatosis. The laboratory testing showed positive hepatitis viral serology for HBV core IgG Ab, HBV surface Ab, and HEV IgG antibody, indicating past hepatitis B and E infection. The persistent elevation in LFTs for months couldn't be explained by this positive serology, given the negative HBV surface Ag and HEV IgM Ab during the initial work ruling out the presence of an active hepatitis B or E infection. We used the revised original scoring system for AIH as a diagnostic tool, given its superiority in patients manifesting with few or atypical features . Table 1 describes the different components of the scoring system and its application to our patients. Our patient's post-treatment score was 16, indicating probable AIH. Knight et al. described how severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) shares characteristics with other viruses that also trigger autoimmunity in predisposed patients. These viruses include cytomegalovirus, parvovirus B19, and Epstein-Barr virus. The shared characteristic features include the precedence of viral infection to autoimmune diseases, molecular and functional mimicry, induction of robust type I interferon (IFN) responses in predisposed patients, autoantibody production (breaking the host's immune tolerance), and possessing superantigen-producing activity . These features support the theory of de novo autoimmunity triggered by COVID-19 infection. Moreover, it has been reported that COVID-19 infection is associated with the development of autoimmune diseases, such as Guillain-Barré syndrome, systemic lupus erythematosus, autoimmune hemolytic anemia, and type 1 diabetes mellitus (DM) . This further supports the theory that COVID-19 is linked to the development of AIH. Immunological reactions and autoimmune diseases may be connected to molecular mimicry secondary to the cross-reactivity of the spike protein of SARS-CoV-2 with human tissue due to viral-antigenic mimicry and bystander activation, which is characterized by the autoreactive stimulation of immune cells, mainly CD8+ T cells, following antigen-specific responses against the viral-specific antigens. The proliferation of CD8+ T cells can be mediated by interactions of interleukin-15 with its receptor on the surface of the antigen-presenting cell, which can initiate the bystander stimulation of memory-phenotype CD8+ T cells . Furthermore, protein analysis showed a significant similarity between a human protein (titin) and the SARS-CoV-2 spike glycoprotein. The peptide sharing between the two species may trigger immunological reactions that cross-react with human proteins, leading to autoimmune disease . Although the case presents a correlation between COVID-19 and subsequent probable AIH development, it is important to understand that this doesn't establish a direct causal relationship. Upon literature review, we found few cases in which COVID-19 infection was linked to AIH . Similarly, the association of AIH with COVID-19 vaccines has been widely documented, with molecular mimicry considered one of the most commonly proposed mechanisms . Interestingly, in a report of 32 cases of COVID-19 vaccine-induced AIH, 31.3% of the cases had completely negative autoantibody panels, similar to our patient . In conclusion, clinicians should consider the diagnosis of AIH in patients with persistent elevation of liver transaminases after COVID-19 infection. Conclusions AIH is an autoimmune liver condition of uncertain etiology that occurs predominantly in females and can present at any age. This case report highlighted the importance of considering the diagnosis of AIH in 2025 Kloub et al. Cureus 17(2): e79068. DOI 10.7759/cureus.79068 4 of 6 patients with persistent elevation of liver transaminases after COVID-19 infection. Early recognition and treatment are crucial to prevent complications. Additional Information Author Contributions All authors have reviewed the final version to be published and agreed to be accountable for all aspects of the work. Concept and design: Mohammad Kloub, Khaled A. Elfert, Flor Rosado, Ahmed Elnajjar, Mohamed Eldesouki, Abdul-Rahman I. Abusalim Acquisition, analysis, or interpretation of data: Mohammad Kloub, Khaled A. Elfert, Flor Rosado, Ahmed Elnajjar, Mohamed Eldesouki, Abdul-Rahman I. Abusalim Drafting of the manuscript: Mohammad Kloub, Khaled A. Elfert, Flor Rosado, Ahmed Elnajjar, Mohamed Eldesouki, Abdul-Rahman I. Abusalim Critical review of the manuscript for important intellectual content: Mohammad Kloub, Khaled A. Elfert, Flor Rosado, Ahmed Elnajjar, Mohamed Eldesouki, Abdul-Rahman I. Abusalim Supervision: Khaled"}
{"pmid": "40109823", "title": "Seronegative Autoimmune Hepatitis Following Coronavirus Disease 2019 (COVID-19) Infection.", "text": "A. Elfert Disclosures Human subjects: Consent for treatment and open access publication was obtained or waived by all participants in this study. Conflicts of interest: In compliance with the ICMJE uniform disclosure form, all authors declare the following: Payment/services info: All authors have declared that no financial support was received from any organization for the submitted work. Financial relationships: All authors have declared that they have no financial relationships at present or within the previous three years with any organizations that might have an interest in the submitted work. Other relationships: All authors have declared that there are no other relationships or activities that could appear to have influenced the submitted work."}
{"pmid": "40230780", "title": "Early Identification of Severe COVID-19 Cases and the Need for ICU Care Based on Clinical and Laboratory Risk Factors.", "text": "Review began 11/19/2024 Review ended 03/11/2025 Published 03/15/2025 © Copyright 2025 Mahmood et al. This is an open access article distributed under the terms of the Creative Commons Attribution License CC- BY 4.0., which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited. DOI: 10.7759/cureus.80611 Early Identification of Severe COVID-19 Cases and the Need for ICU Care Based on Clinical and Laboratory Risk Factors Jawad Mahmood , Muhammad Izhar Ul Haque , Maria Gul , Aliya Ayub , Fawwad A. Ansari , Wiqas Ahmad 1. Gastroenterology and Hepatology, Hayatabad Medical Complex, Peshawar, PAK 2. Department of Comparative Biomedical Sciences, College of Veterinary Medicine, University of Georgia, Athens, USA 3. Gynecology, Ayub Teaching Hospital, Abbottabad, PAK 4. Epidemiology and Public Health, Institute of Public Health and Social Sciences, Khyber Medical University, Peshawar, PAK 5. Internal Medicine, Piedmont Athens Regional Medical Center, Athens, USA Corresponding author: Muhammad Izhar Ul Haque, drizhar@uga.edu Abstract Background and objective Treatment in ICUs became extremely difficult due to the growing number of coronavirus disease 2019 (COVID-19) patients at the height of the pandemic. Consequently, prompt patient triage depends on the early categorization of severe cases in such scenarios. This study aimed to provide an evidence-based strategy to ensure the best use of resources by triaging patients based on objective risk factors. Methods This retrospective observational study comprised 500 inpatients (>age 18 years) who were hospitalized between March 20 and April 19, 2020, at the Khyber Teaching Hospital (KTH) and Hayatabad Medical Complex (HMC) in Peshawar, Pakistan. The clinical, laboratory, and radiological parameters were assessed. Real-time polymerase chain reaction (RT-PCR) findings were used to confirm the diagnosis of COVID-19. Results A total of 19 potential clinical and laboratory risk factors associated with ICU admissions were identified. At least one comorbidity among chronic lung disease, cardiovascular disease (CVD), and diabetes was the factor with the strongest association with ICU admission with a univariable odds ratio (OR) of over 27, followed by renal disease and other COVID-19 sequelae such as diarrhea, respiratory rate (>24 breaths/minute), and positive RT-PCR (vs. negative) with an univariable OR between 9 and 15. Furthermore, a multivariate logistic regression model was further developed with five risk factors, including comorbidity, presence of chronic lung disease, presence of diabetes, and RT-PCR (positive vs. negative), male sex (vs. female), and older age (65.0-80.5 years), suggesting a good fit of the model to the data shown by the area under the receiver operator characteristic curve (AUC) of 0.943 (95% CI: 0.917, 0.969). Additionally, a chest CT scan showed the typical COVID-19 pneumonia with pulmonary involvement of 30-40%, which was further evaluated by the COVID-19 Reporting and Data System (CO-RADS). The typical COVID-19 pneumonia was on a scale of four (15/25) or five (19/25) lung lesions. Conclusions Based on our findings, this approach could be used to screen the severe cases of COVID-19 patients and help them to be treated in ICUs on time while preventing others from unnecessarily using ICUs in the setting of limited medical resources, such as the outbreak of a pandemic. Categories: Public Health, Internal Medicine, Infectious Disease Keywords: covid-19, intensive care units (icus), pulmonary critical care, sars-cov-2, screening Introduction As the number of patients affected by coronavirus disease 2019 (COVID-19), caused by severe acute respiratory syndrome coronavirus 2 (SARS‑CoV‑2) expanded significantly at the height of the pandemic, treatment in ICUs around the world imposed a major financial burden and was linked to facility and resource constraints, especially in developing nations where medical resources are limited . In light of this, the timely identification of severe forms of COVID-19 cases is key for prioritizing and determining the treatment needs of the patients . Resource allocation, particularly the management of ICU beds and ventilators, has been a significant challenge . Hence, there is an urgent need to develop effective ways to facilitate early detection and triage of severe COVID-19 cases to optimize resource utilization and enhance patient outcomes . 1 2 3 4 5 1 Open Access Original Article How to cite this article Mahmood J, Ul Haque M, Gul M, et al. (March 15, 2025) Early Identification of Severe COVID-19 Cases and the Need for ICU Care Based on Clinical and Laboratory Risk Factors. Cureus 17(3): e80611. DOI 10.7759/cureus.80611 A total of 1,581,936 confirmed cases of COVID-19 and 30,664 deaths were reported in Pakistan by April 13, 2024 . Early identification of patients in need of ICU treatment and adoption of preventive measures are essential to alleviate the healthcare burden . In the context of the global COVID-19 pandemic, this study attempted to establish an effective technique to identify severe cases early, particularly in resource- constrained nations like Pakistan, where ensuring prompt medical care faces several obstacles. Understanding the associations between clinical, hematological, biochemical, and radiological results will help doctors manage COVID-19 patients more efficiently, guaranteeing optimal use of medical resources and enhancing patient outcomes in the face of medical overpopulation. Materials And Methods Study design and participants In this retrospective observational study, 500 adult inpatients (≥18 years) were recruited using convenient sampling from two teaching hospitals [Khyber Teaching Hospital (KTH) and Hayatabad Medical Complex (HMC) - both affiliated with Khyber Medical University (KMU) in Peshawar, Pakistan] from March 20 to April 19, 2020. These patients were tested for COVID-19 as per WHO guidelines and received regular in-patient care or intensive care based on the severity of the disease. Once a clinically suspected case was identified, an investigation team, comprising resident physicians, conducted a detailed clinical assessment to gather primary information on demographic data such as clinical signs and the presence of fever and cough, from the patients. Data regarding seven common comorbidities, including the presence of chronic lung disease, diabetes, cardiovascular disease (CVD), cerebrovascular accident, renal disease, obesity, and a history of hemodialysis, were collected from the existing medical records. Case definition and testing A confirmed case was defined as clinical specimens testing positive by RT assay. Chest CT scans On the day of patients' admission, the lungs'"}
{"pmid": "40230780", "title": "Early Identification of Severe COVID-19 Cases and the Need for ICU Care Based on Clinical and Laboratory Risk Factors.", "text": "image status was assessed using chest CT scanning (Aestone, Toshiba, Japan). Each patient that was chosen for a chest CT scan was given a score (1-5) based on the COVID-19 Reporting and Data System (CO-RADS). The scores were assigned for each patient as follows: CO- RADS-1 (normal), CO-RADS-2 (abnormalities consistent with infections other than COVID-19), CO-RADS-3 (unclear whether COVID-19 is present), CO-RADS-4 (abnormalities suspicious for COVID-19), CO-RADS-5 (typical COVID-19), and CO-RADS-6 (positive RT-PCR). The degree of parenchymal involvement in each lobe was scored using the CT severity scoring systems (CTSS), yielding a total score of 25. Each lobe received a score between 1 and 5. The senior, experienced radiologists used the CTSS and CO-RADS to reconstruct and evaluate the CT scan pictures. Blood test For hematology, 5 mL blood samples with the anticoagulant diamine tetra acetic acid (EDTA K3) were collected from all patients and subjected to a routine blood examination to measure the cell counts (total leukocytes, differential leucocytes, lymphocytes, neutrophils, basophils, platelets), hemoglobin values and hematocrit. For serum biochemical parameters, the serum was separated from the blood without the anticoagulant by centrifugation at 11,000 g for 10 minutes. Serum biochemical parameters including C- reactive protein (CRP), lactate dehydrogenase (LDH), creatinine kinase (CK), ferritin, alanine aminotransferase (ALT), aspartate aminotransferase (AST), alanine transaminase (ACT), and total protein levels were measured by using an automatic chemistry analyzer (Roche Cobas C111 Chemistry Analyzer, Northwest Lab Source, LLC, East Sumner, WA). Statistical analysis The R-statistical program (R statistical package version 4.0.2, R Development Core Team 2020) was used for the subsequent data analysis once all data were entered into a Microsoft Excel spreadsheet. The median and n (%), respectively, were used to represent continuous and categorical variables. When applicable, the differences between patients admitted to the ICU and those in general isolation wards (isolation wards) were compared using the Mann-Whitney U test, Pearson's Chi-square test, or Fisher's exact test. Univariable and multivariable mixed-effects logistic regression models were created to examine the risk factors linked to ICU admission. Hospitals were included as a random effect in the models to account for the possibility of patient clustering among various hospitals. Multivariable logistic regression analysis was used to evaluate variables that showed a p-value of less than 0.20 in the univariable studies. There was no collinearity between the variables, according to the variance inflation factors of all the included variables, which ranged from 1.03 to 1.16. To control for confounding variables, a backward stepwise procedure was used to develop a multivariable logistic regression model. The final model included variables with p-values less than 0.05. AIC (Akaike's Information Criteria) and the 2025 Mahmood et al. Cureus 17(3): e80611. DOI 10.7759/cureus.80611 2 of 11 Hosmer-Lemeshow goodness-of-fit test were used to perform goodness-of-fit tests to assess the models. The model with the least AIC value was considered the most appropriate. Using the R package 'pROC', a receiver operating characteristic (ROC) curve was developed to demonstrate the model's predicted accuracy. (Robin et al., 2011). Odds ratios (OR) and 95% CI were also used to determine the degree of relationship between variables. Results Baseline characteristics of patients infected with SARS-CoV-2 Clinical signs and SARS-CoV-2 testing results with RT-PCR of the 500 patients are summarized in Table 1. The median age of the patients was 49 years (IQR: 41.0-63.3) and most (73.4%) were male. Nine patients (18%) were admitted to ICU and these had a significantly higher age than those not admitted to the ICU (median age: 73 vs. 47 years, p<0.001). Male patients were slightly more likely to be admitted to ICU than females, although not significantly (p=0.068). Demographics and clinical manifestations Parameter Total (n=500) ICU patients (n=90) Non-ICU patients (n=410) P-value Age, years 49.0 (41.0-63.3) 73.0 (65.0-80.5) 47.0 (38.0-56.0) <0.001 Sex Male 367 (73.4%) 73 (81.1%) 294 (71.7%) 0.068 Female 133 (26.6%) 17 (18.9%) 116 (28.3%) Presence of pneumonia-related manifestations Respiratory rate (>24 breaths/minute) 225 (45.0%) 77 (85.6%) 148 (36.1%) <0.001 Diarrhea 10 (2.0%) 7 (7.8%) 3 (0.7%) <0.001 Myalgia 335 (67.0%) 71 (78.9%) 264 (64.4%) 0.008 Cough 230 (46.0%) 48 (53.3%) 182 (44.4%) 0.123 Fever (≥37.3 ℃) 395 (79.0%) 66 (73.3%) 329 (80.2%) 0.145 Neurological signs 35 (7.0%) 3 (3.3%) 32 (7.8%) 0.172 Rhinorrhea 65 (13.0%) 15 (13.0%) 50 (12.2%) 0.253 Excess sputum production 110 (22.0%) 23 (25.6%) 87 (21.2%) 0.369 Systolic blood pressure (<90 mmHg) 110 (22.0%) 23 (25.6%) 87 (21.2%) 0.369 Presence of comorbidity 66 (13.2%) 51 (56.7%) 15 (3.7%) <0.001 Chronic lung disease 48 (9.6%) 39 (43.3%) 9 (2.2%) <0.001 Diabetes 23 (4.6%) 19 (21.1%) 4 (1.0%) <0.001 Cardiovascular disease 7 (1.4%) 6 (6.7%) 1 (0.2%) <0.001 Renal disease 4 (0.8%) 3 (3.3%) 1 (0.2%) 0.02 Obesity 4 (0.8%) 4 (4.4%) 0 (0.0%) - Cerebrovascular accident 2 (0.4%) 2 (2.2%) 0 (0.0%) - Hemodialysis history 1 (0.2%) 1 (1.1%) 0 (0.0%) - TABLE 1: Comparison of demographics and clinical manifestations between ICU and non-ICU patients ICU: intensive care unit The most common clinical symptoms were fever (79.0%), myalgia (67.0%), and cough (46.0%), followed by excess sputum production (22.0%), rhinorrhea (13.0%), neurological signs (7.0%) and diarrhea (2.0%). 2025 Mahmood et al. Cureus 17(3): e80611. DOI 10.7759/cureus.80611 3 of 11 However, high respiratory rate (>24 breaths per minute) (normal: 12-20 breaths/minute) (p<0.001), diarrhea (p<0.001), and myalgia (p=0.008) occurred more frequently in the patients admitted to ICU than those in the isolation wards (Table 1). Seven comorbidities were assessed for their association with ICU admission. Although comorbidities were present in only 13.2% of the patients, there was a significant difference in the frequency of comorbidities between ICU and isolation ward patients (p<0.001), with chronic lung disease being the most common comorbidity (9.6%), followed by diabetes (4.6%) and CVD (1.4%). The remaining comorbidities all accounted for less than 1% (Table 1). Although treatment was given based on corresponding symptoms, it was not surprising that the mortality of ICU patients (12.2%, 95% CI: 6.3, 20.8) was significantly higher than that of isolation wards (1.0%, 95% CI: 0.3, 2.5) with an OR of 14.1 (95% CI: 4.4, 45.5; p<0.001). Laboratory findings Of"}
{"pmid": "40230780", "title": "Early Identification of Severe COVID-19 Cases and the Need for ICU Care Based on Clinical and Laboratory Risk Factors.", "text": "note, 350 patients (70.0%, 95% CI: 65.8, 74.0) tested positive by RT-PCR, with significantly more patients in the ICU (94.4%, 95% CI: 87.5, 98.2) testing positive than those in isolation units (64.6%, 95% CI: 59.8, 69.3, p<0.001). Regarding serum biochemical parameters, over 92% of patients suffered from elevated LDH, ferritin, and CRP, followed by elevated levels of ALT, urea, AST, and creatinine kinase (CK) (>1.1 mg/dL). The decline in serum total protein levels was found in 63.0% (95% CI: 58.6%, 67.2%) of the patients; while the proportion of hyponatremia (<135 mEq/L), hypochloremia (<98 mEq/L), and hypokalemia (<3.5 mEq/L) in the patients were 29.8% (95% CI: 25.8%, 34.0%), 24.0% (95% CI: 20.3%, 28.0%), and 16.0% (95% CI: 12.9%, 19.5%), respectively (Table 2). When comparing the patients in ICU with those in isolation wards, only five serum biochemical parameters showed a statistical difference between the two groups (significantly elevated CK, hypernatremia, hypokalemia, urea, and ALT; all p<0.05; Table 2). Approximately 90% of the patients had abnormal hematological results, although there was no significant difference between ICU and isolation ward patients in this regard (Table 2). Parameter Total (n=500) ICU patients (n=90) Non-ICU patients (n=410) P-value Positive real-time polymerase chain reaction (RT-PCR) 350 (70.0%) 85 (94.4%) 265 (64.6%) <0.001 Elevated creatinine kinase (CK, >1.1 mg/dL) 231 (46.2%) 26 (28.9%) 205 (50.0%) <0.001 Hyponatraemia (<135 mEq/L) 149 (29.8%) 14 (15.6%) 135 (32.9%) 0.001 Elevated alanine aminotransferase (ALT, >33 U/L) 360 (72.0%) 76 (84.4%) 284 (69.3%) 0.004 Elevated urea (>48.5 mg/dL) 270 (54.0%) 59 (65.6%) 211 (51.5%) 0.015 Hypokalemia (<3.5 mEq/L) 80 (16.0%) 8 (8.9%) 72 (17.6%) 0.042 Hypochloremia (<98 mEq/L) 120 (24.0%) 19 (21.1%) 101 (24.6%) 0.479 Elevated lactate dehydrogenase (LDH, >280 U/L) 480 (96.0%) 88 (97.8%) 392 (95.6%) 0.552 Elevated ferritin (>400 ng/mL) 495 (99.0%) 89 (98.9%) 406 (99.0%) 1 C-reactive protein (>5.0 mg/dL) 460 (92.0%) 81 (90.0%) 379 (92.4%) 0.44 Elevated aspartate aminotransferase (AST, >375 U/L) 260 (52.0%) 47 (52.2%) 213 (52.0%) 0.963 Decreased total protein (<60 mg/dL) 315 (63.0%) 60 (66.7%) 255 (62.2%) 0.426 Decreased platelet count (<150 k cells/µL) 470 (94.0%) 86 (95.6%) 384 (93.4%) 0.628 Elevated white blood cell count (>10 k cells/µL) 460 (92.0%) 84 (93.3%) 376 (91.7%) 0.607 Decreased red blood cell count (<4.5 × 1012 cells/uL) 439 (87.8%) 80 (88.9%) 359 (87.6%) 0.727 Decreased hemoglobin (<13 g/dl) 450 (90.0%) 82 (91.1%) 368 (89.8%) 0.698 Elevated neutrophils (>75%) 450 (90.0%) 81 (90.0%) 369 (90.0%) 1 Decreased lymphocytes (<20%) 465 (93.0%) 90 (100.0%) 375 (91.5%) - TABLE 2: Differences in laboratory findings between ICU and non-ICU patients ICU: intensive care unit 2025 Mahmood et al. Cureus 17(3): e80611. DOI 10.7759/cureus.80611 4 of 11 Chest CT scan findings Patients in the ICU or isolation ward who had a positive PCR and symptoms of shortness of breath (SOB) and tachypnoea underwent a CT scan to determine the extent of lung involvement. Most of the patients who underwent CT scans had radiologic features consistent with COVID-19 pneumonia, corresponding to a CO- RADS score of 4 (15/25) or 5 (19/25). The most commonly observed findings were basal ground glass haze, opacities, and consolidation . Most of the COVID-19 patients had imaging features suggestive of extensive pulmonary involvement with a chest CTS score of more than 15/25. FIGURE 1: Representative chest CT images showing COVID-19 pneumonia Images A-I show different patterns of opacifications and infiltrates (arrows) ranging from ground glass opacities (e.g., image I) to lobar consolidations (e.g., image D) associated with COVID-19 pneumonia Panels A, B, and C in the figure show COVID-19 pneumonia with pulmonary involvement of 30-40% CO-RADS-6 with chest CTSS-mild. There are bilateral minimal pleural effusion, bilateral peripheral, and basilar ground glass opacities, subpleural reticulations, and consolidations in lower lobes; multiple enlarged mediastinal lymph nodes are seen in the left para-aortic and subcarinal regions. Included sections of the stomach showed circumferential thickening of antrum and pylorus with mural thickness up to 3 cm in the anterior wall. There was about 5-7 ́5.2 cm well-defined soft tissue density lesion inseparable from the tail of the pancreas. Panels D, E, and F show atypical pneumonia COVID-19, CO-RADS-6 with chest CTSS (15/25) (moderate Pulmonary involvement). There are patchy areas of ground glass haze with peripheral predominance in bilateral upper lobes, middle lobe, and lingula. Apical and basal segments of both lower lobes show consolidations with air bronchogram. Panels G, H, and I show atypical pneumonia COVID-19, CO-RADS-5 with radiological chest CTSS (19/25) (severe pulmonary involvement). There are multifocal patches of ground glass haze, and consolidations are seen in both lung fields with peripheral and basal predominance CO-RADS: COVID-19 Reporting and Data System; COVID-19: coronavirus disease 2019; CT: computed tomography; CTSS: computed tomography severity score Univariate and multivariate logistic regression analyses Univariable logistic regression analysis revealed a total of 18 possible predictor factors linked to ICU care (p<0.20). Of these, having at least one comorbidity among chronic lung disease, CVD, and diabetes was the factor with the strongest association with ICU admission with univariable OR over 27, followed by renal disease, diarrhea, increased respiratory rate (>24 breaths/minute), and positive RT-PCR with univariable OR between 9 and 15. The remaining eight factors had a weak association with an increased risk of ICU admission; hypokalemia, hyponatremia, and elevated CK had a negative association, whereas elevated urea and ALT, myalgia, and older age had a positive association. The remaining four factors (male sex, presence of cough, presence of fever, and presence of neurological signs) did not show a significant association with the risk of ICU admission (Table 3). 2025 Mahmood et al. Cureus 17(3): e80611. DOI 10.7759/cureus.80611 5 of 11 Parameter Univariable OR (95% CI) P-value Presence of comorbidity 34.44 (18.17, 68.85) <0.001 Presence of chronic lung disease 34.07 (16.26, 78.81) <0.001 Presence of cardiovascular disease 29.21 (4.90, 555.55) <0.001 Presence of diabetes 27.16 (9.87, 95.80) <0.001 Presence of renal disease 14.10 (1.78, 286.96) 0.02 Presence of diarrhea (vs. normal) 11.44 (3.11, 53.93) <0.001 Respiratory rate (>24 breaths/minute) 10.49 (5.82, 20.35) <0.001 Positive RT-PCR (vs. negative) 9.30 (4.07, 26.88) <0.001 Elevated alanine aminotransferase (vs. normal) 2.41"}
{"pmid": "40230780", "title": "Early Identification of Severe COVID-19 Cases and the Need for ICU Care Based on Clinical and Laboratory Risk Factors.", "text": "(1.35, 4.59) 0.004 Presence of myalgia (vs. normal) 2.07 (1.22, 3.65) 0.008 Elevated urea (vs. normal) 1.79 (1.12, 2.92) 0.015 Male sex (vs. female) 1.69 (0.98, 3.08) 0.068 Presence of cough (vs. normal) 1.43 (0.91, 2.27) 0.123 Age, years 1.10 (1.08, 1.12) <0.001 Presence of fever (vs. normal) 0.68 (0.40, 1.16) 0.145 Hypokalemia (vs. normal) 0.46 (0.20, 0.94) 0.042 Elevated creatinine kinase (vs. normal) 0.41 (0.24, 0.66) <0.001 Presence of neurological signs 0.41 (0.10, 1.17) 0.172 Hyponatraemia (vs. normal) 0.38 (0.20, 0.67) 0.001 TABLE 3: Risk factor prediction associated with ICU admission with univariable analyses CI: confidence interval; ICU: intensive care unit; OR: odds ratio; RT-PCR: real-time polymerase chain reaction Through a backward stepwise method, a multivariate logical regression model was built with five risk factors and two interaction terms included (Table 4). People with the presence of chronic lung disease and diabetes had greater odds of being admitted into the ICU than those without these comorbidities (OR: 44.55, 95% CI: 14.15, 162.76; OR: 32.74, 95% CI: 7.56, 165.91, respectively, all p<0.001). Compared to females and RT-PCR negativity, males and RT-PCR positivity were negatively associated with ICU inclusion, contrary to previous univariate results, mostly likely due to their significant interactions with age (p<0.001, Table 3). AIC value of 209.7 and the Hosmer-Lemeshow test (ꭓ2=4.42, df=8, p=0.82) suggested a good fit of the model to the data (p=0.96) and the area under the ROC curve (AUC) was 0.951 (95% CI: 0.926, 0.976), indicating that the model had high predictive ability. 2025 Mahmood et al. Cureus 17(3): e80611. DOI 10.7759/cureus.80611 6 of 11 Parameter Multivariable OR (95% CI) P-value Presence of chronic lung disease 31.98 (10.84, 109.88) <0.001 Presence of diabetes 24.01 (5.74, 125.79) <0.001 Positive RT-PCR (vs. negative) 17.18 (5.55, 69.02) <0.001 Male sex (vs. female) 2.53 (1.14, 5.96) 0.027 Age, years 1.10 (1.08, 1.13) - TABLE 4: Risk factor prediction associated with ICU admission with multivariable analyses CI: confidence interval; ICU: intensive care unit; OR: odds ratio; RT-PCR: real-time polymerase chain reaction Discussion Despite the widespread adoption and roll-out of the global immunization campaign, COVID-19 has still spread since it first appeared in Wuhan, China in December 2019. It is possible that the current immunizations do not offer enough cross-protection against the newer SARS-CoV-2 sub-types: alpha, beta, gamma, delta, and omicron . In resource-limited regions with a high disease burden, medical resources such as CT scans, real-time RT- PCR, and ICU facilities, often fall short of the demand . Hence, basic clinical signs and routine blood tests play a critical role in identifying the severity of COVID-19, particularly regarding ICU admission requirements . This association not only aids in efficient resource allocation but also helps frontline healthcare providers make critical decisions regarding patient triage and management . By relying on accessible and widely available clinical markers, this approach ensures that even in resource-constrained clinical settings, patients with severe COVID-19 can be identified promptly and receive appropriate care, potentially reducing the burden on limited ICU resources . It can also significantly contribute to better patient outcomes with more efficient resource utilization . The current study focused on establishing associations between 19 potential clinical and laboratory risk factors and ICU admission in COVID-19 patients. The study identified key risk factors that can be crucial in identifying severe cases requiring ICU care, thus aiding in resource allocation and patient management. Among these risk factors, having at least one comorbidity among chronic lung disease, CVD, and diabetes emerged as the most significant predictor of ICU admission, with a univariable OR exceeding 27. This underscores the importance of considering underlying health conditions when assessing the severity of COVID-19 cases. Additionally, factors such as renal disease, diarrhea, an increased respiratory rate (>24 breaths/minutes), and a positive RT-PCR test (compared to negative) were also found to have strong associations with ICU admission, with univariable ORs ranging between 9 and 15. To further refine the predictive model, a multivariate logistical regression model was constructed, incorporating five key risk factors. The results indicated a good fit of the model to the data, suggesting that a combination of these risk factors can effectively predict the likelihood of ICU admission among COVID-19 patients. This approach aligns with the broader context of resource constraints and underscores the importance of utilizing readily available clinical and laboratory data to make informed decisions regarding ICU care allocation in regions with limited resources. Among 500 patients, 90 were transferred to the ICU due to the severity of their disease. The remaining 410 patients were treated in specific COVID-19-designated wards. In these wards, patients received supplemental oxygen when their oxygen saturation was <92%, via a nasal cannula, face mask, or non- breathable mask. In addition to supplemental oxygen, all patients who required oxygen received steroids, antibiotics, and prophylaxis against thromboembolism. However, despite all these measures, mortality in ICU was higher (11/90, 12.22%) compared to COVID ward patients (4/410, 0.97%). Based on clinical signs and symptoms, the current study found that myalgia was the most common symptom (67.0%). About half had a cough and increased respiratory rate (>24 breaths/minute). Systolic blood pressure (<90 mmHg) and sputum were reported in one-quarter of the patients. In line with our findings, Guan GW et al. and Guan WJ et al. reported that fever and cough (88.7% and 67.8%, respectively) were the most frequent characteristics of COVID-19. Our results were also supported by Chan et al. and Wang et al. . In addition, our results showed that the only factors significantly associated with the severity of COVID-19 were dyspnea and shortness of breath. In the same way, Zheng et al. showed a strong positive association between dyspnea and shortness of breath with the advancement of COVID-19 to severe and fatal infection. 2025 Mahmood et al. Cureus 17(3): e80611. DOI 10.7759/cureus.80611 7 of 11 When it comes to the impact of prevalent CVD and its risk factors, patients with COVID-19 had significantly higher incidence rates for CVD (46, 9.2%), chronic respiratory disease (111, 22.2%), diabetes (27, 5.4%), renal disease, and obesity (103, 20.6%)"}
{"pmid": "40230780", "title": "Early Identification of Severe COVID-19 Cases and the Need for ICU Care Based on Clinical and Laboratory Risk Factors.", "text": ". These findings were in line with what was reported in a study by (Shi et al., 2020) . Furthermore, a meta-analysis that found similar results suggested that dyspnea be the primary symptom in COVID-19 patients rather than fever as a sign of a bad prognosis . To define the significant clinical and epidemiological characteristics with higher precision, early recognition of risk factors was crucial. Regardless of age or comorbidities, gender was a risk factor for increased severity but did not correlate with mortality in COVID-19 individuals. This gender resulted in a higher prevalence of male 367 (73.4%) than female 133 (26.6%) among COVID-19 patients, which was associated with general occupational exposure. Another study conducted in the United States, which, although having the largest recorded epidemic of COVID-19 in the world, has only incomplete sex-disaggregated data, because all states and counties do not uniformly submit this data to the Centre for Disease Control and Prevention . Men may have a greater frequency due to a higher prevalence of pre-existing disorders (CVD, chronic lung disease, diabetes, hypertension, and obesity), as well as higher risk behaviors (smoking and other occupational exposures) . The sociodemographic setting in Pakistan is another significant determinant. Men are more likely than women to interact with others in the community (e.g., at supermarkets, places of employment, and job searches), and as a result, they are more likely to contract the coronavirus. Given the high rates of COVID-19 transmission and mortality, it is imperative to obtain a reliable and early diagnosis of the disease . We used real-time RT-PCR analyses to verify viral presence to provide an early and precise diagnosis. Applying this technique has several disadvantages, including a large number of samples, a small number of personnel skilled in carrying out the tests listed above, and inadequate lab capacity; as a result, results may take longer to arrive. It is essential to find additional biomarkers that are rapidly quantifiable. Simple, affordable, and readily available are hematological and biochemical tests (strongly correlated with PCR results; r=0.963, p<0.01). Hematologic and serum biochemical abnormalities in patients with mild, moderate, and severe disease may be well categorized in this clinical investigation, potentially allowing for significant discrimination to be included in risk stratification models for more realistic triaging. More often than patients with milder disease, patients with severe COVID-19 seem to have indications of liver dysfunction. As with many other biochemical indicators, an elevation in ALT , AST , and a decrease in total protein levels may be useful for monitoring patients admitted to the ICU. Our results are aligned with Zhang et al.'s study . Similar findings have been reported by other researchers as well . Moreover, acute-phase reactant production is induced by viral infection . When comparing individuals with severe COVID-19 to those with mild to moderate COVID-19, our results revealed considerably higher levels of acute phase reactants (CRP and ferritin) as well as LDH. As the condition worsens and moves from a mild to a moderate or severe state, these biochemical markers rise. This data may be utilized in risk stratification for predicting severe and fatal COVID-19 in hospitalized patients. Numerous inflammatory disorders result in a rise in CRP. Those with COVID-19 infection have higher rates of it (75-293%), especially in cases of severe illness . These findings were similar to most of the studies conducted by Liu et al. and Rodriguez et al. Furthermore, we analyzed the hematological indices of the COVID-19 patients who were included; these indices are crucial since they give clinicians helpful indicators of prognosis. This indicated that patients with severe infection had considerably lower mean values of white blood cell and lymphocyte counts than patients with mild to moderate COVID-19 infection. Furthermore, there was a significant association found between lymphopenia and the severity of COVID-19. The majority of COVID-19 patients had leukopenia and lymphopenia upon admission, according to Fan et al. . The majority of COVID-19 patients had leukopenia and lymphopenia upon admission, according to Fan et al. As shown in Table 4, other blood components such as neutrophils and platelets were only somewhat predictive in differentiating between mild and severe COVID-19. A component of the hyper-inflammatory state, neutrophilia has a significant, harmful role in COVID-19 and associated diseases . Our study aligns with Cheng and Huang et al. . Thrombocyte and lymphocyte numbers frequently decline due to viral pneumonia's effects on the immune system. It is also possible that these outcomes were impacted by additional variables like comorbidities, anemia, and lifestyle choices like smoking cigarettes . Patients with a suspected SARS-CoV-2 infection were able to be separated and treated in time for recovery because of the pathological lesions shown by CT scans used to diagnose viral pneumonia, which improved patient care . The findings of the nucleic acid test revealed the diagnosis of viral pneumonia 3.0 days before the CT scan. In addition, we have confidence that a CT scan has high accuracy and may be helpful as a standard approach for the diagnosis of COVID-19, as the timing of testing about the progression of the disease can influence the accuracy of the test results. According to research by Jiang and Pan, this result is consistent. . CT scan is still limited in its ability to identify certain viruses, though. Recognizing that the CT findings of COVID-19 differ and sometimes overlap with viruses from the same family, including SARS-CoV-1 and MERS-CoV, as well as with infections caused by viruses from other families, like adenovirus, is important for radiologists . 2025 Mahmood et al. Cureus 17(3): e80611. DOI 10.7759/cureus.80611 8 of 11 According to the current study's findings, the left para-aortic and sub-carinal regions exhibit multiple enlarged mediastinal lymph nodes, bilateral minimal pleural effusion, bilateral peripheral and basilar ground glass opacities, and sub-pleural reticulations and consolidations in the lower lobes. In both lung regions, there are several multi-located patches of ground glass haze and consolidations, with a peripheral predominance in the bilateral upper lobes, middle lobes, and lingual areas . The current study's findings demonstrated"}
{"pmid": "40230780", "title": "Early Identification of Severe COVID-19 Cases and the Need for ICU Care Based on Clinical and Laboratory Risk Factors.", "text": "that the imaging characteristics of COVID-19 pneumonia are typical, with the mid- to-lower zones being more impacted and bilateral multilobar ground-glass opacities with the peripheral distribution. No pulmonary nodules, mediastinal lymphadenopathy, or pleural effusion was visible on either side. These results aligned with those presented by Saqlain . In the present study, patients with greater lung consolidation and older ages showed higher death rates. According to recent findings (145), older patients (≥65 years old) had a higher likelihood of having a severe COVID-19 illness. The clinical classification of severity indicated that men tended to acquire more serious cases than women . Furthermore, we discovered that the proportion of elderly (≥65 years) patients was much higher in the dead than in the survivors (60% in nine deceased patients vs. 29% in 145 survivors). Men were more likely to die from COVID-19, even though both sexes were equally susceptible. These outcomes are comparable to Gonzalez's findings . Male and female patient ages were similar in both the deceased and the survivors of COVID-19, even though the deceased patients were substantially older than the survivors. Age had a significant association with patients (p<0.05) . Limitations This study has a few limitations, even though it provides insightful information about clinical and laboratory risk factors for ICU admission in COVID-19 patients. Firstly, selection bias may have been introduced due to the retrospective design, which also restricts the capacity to determine causal correlations. Moreover, the research was carried out in a particular area and for a specified duration, which could restrict the applicability of the results to different demographics or stages of the crisis. Furthermore, the wide variety of patient characteristics and treatment modalities could not be adequately represented by relying merely on data from two institutions. Moreover, by concentrating on quantifiable risk variables, the study might have neglected the impact of other contextual factors and subjective clinical judgments on triage choices. Conclusions The study found that several factors, including advanced age; male gender; and comorbid conditions like diabetes, chronic lung disease, and CVD had a strong association with ICU admission among COVID-19 patients. Similarly, clinical features such as tachypnea and diarrhea, and biochemical markers like elevated CK were also associated with increased odds of ICU admission. These clinical markers can be used for early risk stratification of COVID-19 patients in resource-limited settings, thereby improving healthcare efficiency and as well as clinical outcomes. Additional Information Author Contributions All authors have reviewed the final version to be published and agreed to be accountable for all aspects of the work. Concept and design: Jawad Mahmood, Muhammad Izhar Ul Haque, Maria Gul, Aliya Ayub, Fawwad A. Ansari, Wiqas Ahmad Acquisition, analysis, or interpretation of data: Jawad Mahmood, Aliya Ayub, Fawwad A. Ansari, Wiqas Ahmad Drafting of the manuscript: Jawad Mahmood, Muhammad Izhar Ul Haque, Maria Gul, Aliya Ayub, Fawwad A. Ansari, Wiqas Ahmad Critical review of the manuscript for important intellectual content: Jawad Mahmood, Muhammad Izhar Ul Haque, Maria Gul, Fawwad A. Ansari, Wiqas Ahmad Supervision: Muhammad Izhar Ul Haque, Aliya Ayub Disclosures Human subjects: Consent for treatment and open access publication was obtained or waived by all participants in this study. Khyber Medical University Ethics Board issued approval DIR/KMU-EB/IC/000785. Animal subjects: All authors have confirmed that this study did not involve animal subjects or tissue. Conflicts of interest: In compliance with the ICMJE uniform disclosure form, all authors declare the following: Payment/services info: All authors have declared that no financial support was received from any organization for the submitted work. Financial relationships: All authors have declared that they have 2025 Mahmood et al. Cureus 17(3): e80611. DOI 10.7759/cureus.80611 9 of 11 no financial relationships at present or within the previous three years with any organizations that might have an interest in the submitted work. Other relationships: All authors have declared that there are no other relationships or activities that could appear to have influenced the submitted work. Acknowledgements We thank Prof. Kaori Sakamoto, for guidance and English proofreading in the study. We acknowledge all healthcare providers involved in patient diagnosis and treatment in KPK, including those at Khyber Teaching Hospital, Hayatabad Medical Complex, and Khyber Medical University, for sharing the data."}
{"pmid": "40230777", "title": "Impact of Economic Factor, Percent Vaccination, Healthcare Quality, and Population Density on Coronavirus Disease 2019 (COVID-19) Mortality Rates: A Global Analysis in 2023.", "text": "Review began 03/02/2025 Review ended 03/10/2025 Published 03/14/2025 © Copyright 2025 Kanokudom et al. This is an open access article distributed under the terms of the Creative Commons Attribution License CC- BY 4.0., which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited. DOI: 10.7759/cureus.80582 Impact of Economic Factor, Percent Vaccination, Healthcare Quality, and Population Density on Coronavirus Disease 2019 (COVID-19) Mortality Rates: A Global Analysis in 2023 Sitthichai Kanokudom , Natchanid Piamsa-nga , Kantachai Ratanapanich , Kritpaul Prasattongosoth , Monile Suchitbharabitya , Punpiti Piamsa-nga , Natthinee Sudhinaraset , Sittisak Honsawek , Yong Poovorawan 1. Center of Excellence in Clinical Virology, Faculty of Medicine, Chulalongkorn University, Bangkok, THA 2. Department of Computer Engineering, Faculty of Engineering, Kasetsart University, Bangkok, THA 3. Center of Excellence in Osteoarthritis and Musculoskeleton, Faculty of Medicine, Chulalongkorn University, Bangkok, THA Corresponding author: Yong Poovorawan, yong.p@chula.ac.th Abstract The coronavirus disease 2019 (COVID-19) pandemic, caused by the novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), emerged as a global health crisis in late 2019, triggering unprecedented government actions worldwide. COVID-19 mortality varied based on many factors, with this study focusing on socioeconomic status and healthcare quality across 95 countries. Countries were classified by gross national income (GNI) per capita into high-income (HI), upper-middle-income (UMI), lower-middle-income (LMI), and low-income (LI) countries. Data were collected from databases in 2023, including gross domestic product (GDP) per capita, percent vaccination, infant mortality rate (IMR), and population density. The findings revealed that HI and UMI countries experienced significantly higher mortality rates compared to LMI and LI groups. Economic status, measured by GDP per capita, demonstrated a strong negative correlation with mortality in HI countries (Spearman's r=-0.562; p<0.001) but a strong positive correlation in LMI countries (Spearman's r=0.629; p=0.002). Vaccination coverage showed a significant strong negative correlation with mortality in HI countries (Spearman's r=-0.551; p<0.001), underscoring the importance of widespread vaccination in reducing mortality. IMR exhibited a very strong negative correlation with mortality in LMI countries (Spearman's r=-0.704; p<0.001), an unexpected finding warranting further investigation. No such correlation was observed in other groups. Population density showed no significant impact on mortality rates across all income groups (p≥0.05). These results highlight the importance of economic resources and vaccination efforts in reducing COVID-19 mortality, while population density showed no impact. Our research provides insights to guide future public health responses. Categories: Other, Public Health, Infectious Disease Keywords: coronavirus disease 2019 (covid-19), gross domestic product (gdp) per capita, infant mortality rate (imr), mortality rate, percent vaccination, population density, relationship Introduction In late 2019, the world encountered an unprecedented health crisis with the emergence of a novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the cause of the coronavirus disease 2019 (COVID- 19). What initially appeared as a cluster of mysterious pneumonia cases in Wuhan, Hubei, China, quickly escalated into a global pandemic of historical magnitude. The extensive globalization networks of our modern society enabled the virus to cross borders rapidly, spreading to every continent by early 2020 . This rapid transmission disrupted daily life, overwhelmed healthcare systems, and created widespread uncertainty. This prompted the World Health Organization (WHO) to declare a public health emergency on January 30, 2020, and officially recognized the outbreak as a pandemic on March 11, 2020. The impact of COVID-19 has been multifaceted, affecting health, society, and the global economy. The health crisis resulted in millions of illnesses, hospitalizations, and deaths, leading to long-term complications for many patients and placing immense strain on healthcare systems . Social and economic disruptions followed, with lockdowns affecting businesses, travel, and education, while social isolation exacerbated mental health issues. By late 2022, the development and distribution of vaccines, along with an increased understanding of the virus, enabled more effective management of the outbreak. The initial outbreak of COVID-19 in Hubei, China, had an overall mortality rate of 2.3% among 44,672 confirmed cases as of February 11, 2020. Most deaths occurred in individuals aged 70 and older, with no reported deaths among those aged nine and younger . Strict lockdown measures played a critical role in controlling the spread. However, as the virus spread globally, mortality rates varied widely. For instance, in the United Kingdom, the mortality rate increased from 6.7% to 7.2% by mid to late 2020 , while in European countries, rates ranged between 5.7% and 11.6% by the end of 2021 . Vaccines were seen as a beacon of hope in ending the pandemic. By the beginning of 2021, the first COVID- 19 vaccine, known as CoronaVac (Sinovac Biotech Co., Ltd., Beijing, China), received emergency use approval from the WHO, followed by AstraZeneca (University of Oxford/AstraZeneca, Oxford, UK), Pfizer (Pfizer-BioNTech Inc., New York City, NY, USA), Moderna (Moderna Inc., Cambridge, MA, USA), and others. These vaccines were in very high demand in many countries worldwide. Despite extensive use, these vaccines were unable to control the rapid spread of the virus globally. COVID-19 vaccination rates show significant disparities between countries , which could be influenced by vaccine hesitancy. Wealthier nations typically have greater resource availability and more efficient management, giving them better access to vaccines. Additionally, their well-developed infrastructure enables them to carry out rapid vaccination campaigns. Some countries face social and cultural barriers that impact vaccination rates . Recently, multiple boosters of the existing vaccines have still been unable to prevent infection because the virus has a short incubation period and can mutate rapidly. This results in the virus evading the existing immunity or vaccine-induced immunity . During the initial outbreak, the mortality rates for the Alpha and Delta waves were 2.62% and 2.01%, respectively. However, the mortality rate dropped significantly to 0.7% during the Omicron period . Nevertheless, COVID-19 mortality rates are influenced by several factors such as economic status, vaccination coverage, population density, healthcare quality, and the constantly changing virus variants. Countries with higher economic status, measured by their gross domestic product (GDP) and gross national income (GNI) per capita, generally had better access to a wider range of healthcare resources and technologies, leading"}
{"pmid": "40230777", "title": "Impact of Economic Factor, Percent Vaccination, Healthcare Quality, and Population Density on Coronavirus Disease 2019 (COVID-19) Mortality Rates: A Global Analysis in 2023.", "text": "to improved healthcare services and outcomes. This also often resulted in higher life expectancy and lower infant mortality rates (IMR) , whereas countries with a lower economic status faced different challenges during the pandemic. The previous study demonstrated that higher vaccination rates, including booster doses, were associated with lower case hospitalization rates and fatality . Similarly, other cohort studies conducted in Singapore and the United States showed that booster doses reduced the severity of COVID-19 infections during the Omicron wave . Populations with elderly and those with underlying health conditions experienced higher mortality rates compared to the younger population . Population density can exacerbate transmission, impacting mortality through increased exposure and potential strain on healthcare systems. High case numbers can overwhelm resources, leading to poorer outcomes. Effective public health strategies targeting these key areas are vital to reducing mortality and effectively managing infectious disease outbreaks. In some underdeveloped and developing countries with inadequate health and sanitation systems, symptoms of COVID-19 can be misdiagnosed, leading to improper treatment and underreporting of the mortality rate. This study aims to explore the relationship between COVID-19 mortality rates and various socioeconomic and healthcare factors across 95 countries in 2023. By analyzing data on economic status (referred to as GDP and GNI per capita), vaccine coverage (referred to as percent vaccination), healthcare system (referred to as 1 1 1 1 1 2 1 3 1 Open Access Original Article How to cite this article Kanokudom S, Piamsa-Nga N, Ratanapanich K, et al. (March 14, 2025) Impact of Economic Factor, Percent Vaccination, Healthcare Quality, and Population Density on Coronavirus Disease 2019 (COVID-19) Mortality Rates: A Global Analysis in 2023. Cureus 17(3): e80582. DOI 10.7759/cureus.80582 IMR), and population density, we seek to generate insights into how these factors influenced COVID-19 mortality rates. Understanding these relationships will contribute to better preparedness and response strategies for future public health emergencies. Materials And Methods Study design and data collection This cross-sectional study data was gathered from reliable databases related to COVID-19 for analysis in 2023. The study collected data from 95 out of 195 countries worldwide (approximately 50%), spanning Europe (n=25), Asia and Oceania (n=25), Africa (n=24), and North America and South America (n=21). The country names and their corresponding three-letter International Organization for Standardization (ISO) codes are provided in Appendix 1. This included comprehensive datasets across 10 parameters as follows: (1) population (n) in 2023; (2) population density (persons/km²) in 2023; (3) cumulative COVID-19 confirmed death cases (n) as of December 29, 2023; (4) cumulative COVID-19 confirmed death cases/100k population (ratio) in 2023; (5) percent vaccination (last updated March 13, 2023); (6) GDP (current USD) in 2023; (7) GDP per capita (current USD) in 2023; (8) GNI per capita, Atlas method (current USD) in 2023; (9) GNI per capita, purchasing power parity (PPP) (current international USD) in 2023; and (10) IMR (deaths/1,000 live births) in 2023. Countries lacking available or updated data were excluded. This study does not involve direct research with human subjects and solely relies on publicly available data and aggregated information. Therefore, this study also is exempt from the requirement of obtaining ethical approval for human research and informed consent from participants. Population and population density (persons/km²) data were gathered from Worldometer. The information was accessed by navigating to \"Population by Country\" and selecting the respective data for each country in 2023 . GDP (current USD), GDP per capita (current USD), GNI per capita (current USD), and GNI per capita (PPP, current international USD) in 2023 were sourced from the World Bank using the relevant keywords above . The percentage of COVID-19 vaccinations was sourced from The New York Times in 2023 . The cumulative number of COVID-19 confirmed death cases was gathered through Our World in Data , with the data selected as of December 29, 2023. Furthermore, the cumulative number of death cases was divided by the population of each nation to calculate the death cases per 100k population. The IMR was collected through the Central Intelligence Agency (CIA) website in 2023 . All information is shown in Appendix 1 and Appendix 2. The study included 95 selected countries worldwide with complete data, providing a broad representation of global variations in factors potentially associated with COVID-19 confirmed mortality rates. First, we categorized the countries by income levels into four groups as suggested by the World Bank using the GNI per capita, Atlas method (current USD) in 2023 . Countries are classified by GNI per capita as follows: high-income (HI): >13,845 USD, upper-middle-income (UMI): 4,466-13,845 USD, lower-middle-income (LMI): 1,136-4,465 USD, and low-income (LI): ≤1,135 USD. An exception was made for Afghanistan (AFG) and Qatar (QAT) having a cut-off based on 2022 (Appendix 1). The cumulative COVID-19 confirmed death case/100k population is referred to as a mortality rate. Economic status is indicated by GDP and GNI per capita. Healthcare systems are measured through the IMR, which refers to the number of infant deaths (<1 year) per 1,000 live births. The population density is measured in residents per square kilometer (persons/km2). We evaluated the relationship between the COVID-19 mortality rate and associated factors including GDP per capita, percent vaccination, IMR, and population density. Data and statistical analysis The data for death cases/100k population (mortality rate) and associated factors, including GDP per capita, percent vaccination, IMR, and population density, were presented as mean±standard deviation (SD). Statistical comparisons between groups across each factor were computed using the Kruskal-Wallis test in GraphPad Prism 10.2.1 (Dotmatics, Boston, Massachusetts, United States). Compact letter displays are calculated to assign letters to groups, where groups sharing the same letter are not significantly different, while those with different letters are. Scatter plots and linear regression analyses illustrated the relationship between the COVID-19 mortality rate and associated factors. Correlation efficiency (Spearman's r) and statistical analyses of correlations were also conducted using GraphPad Prism 10.2.1. We performed an XY-plot between the mortality rate and each associated factor and then selected \"Analyze\" > \"Multiple Variable Analyses\" > \"Correlation Matrix\" > \"No. Compute non-parametric Spearman correlation\" > \"OK\" in"}
{"pmid": "40230777", "title": "Impact of Economic Factor, Percent Vaccination, Healthcare Quality, and Population Density on Coronavirus Disease 2019 (COVID-19) Mortality Rates: A Global Analysis in 2023.", "text": "Prism. Spearman's r was interpreted as follows: 0.00-0.19 (no or negligible), 0.20-0.29 (weak positive), 0.3-0.39 (moderate positive), 0.4-0.69 (strong positive), and ≥0.7 (very strong positive). Minus Spearman's r values indicated a negative correlation. A p- value of <0.05 was considered statistically significant. Results Higher COVID-19 confirmed mortality rate in HI and UMI countries compared to LMI and LI groups The mortality rate per 100k population was analyzed across HI, UMI, LMI, and LI countries. A total of 38 HI countries were included, with a mean mortality rate of 233.0±138.7 ratio (Appendix 3). The mean mortality rates for UMI, LMI, and LI countries were 168.9±141.3, 50.1±69.1, and 6.3±5.5 ratio, respectively. Mortality rates in HI and UMI countries were considerably higher compared to LMI and LI countries. Overall, the mean mortality rate across all countries was 149.9±145.4 ratio. A strong negative correlation between the COVID-19 confirmed mortality rate and GDP per capita in HI countries but a strong positive correlation in LMI countries The mean GDP per capita for 38 HI countries was 45,971.0±26,778.0 USD. Among this group, Luxemburg (LUX), Switzerland (CHE), and Norway (NOR) ranked as the top three income GPD per capita, respectively . In contrast, the mean GDP per capita for 25 UMI, 22 LMI, and 10 LI countries was 8,439.0±3,116.0 USD, 2,647±1,027 USD, and 951.6±533.3 USD, respectively . For all countries combined (n=95), the mean GDP per capita was 21,299.0±26,479.0 USD (Appendix 3). GDP per capita was significantly lower in LI countries compared to the other three groups (Appendix 3). 2025 Kanokudom et al. Cureus 17(3): e80582. DOI 10.7759/cureus.80582 2 of 11 FIGURE 1: The correlation between the COVID-19 mortality rate and the GDP per capita in 2023 Panel (A) presents the data for HI countries (n=38), while panels (B), (C), and (D) show the data for UMI (n=25), LMI (n=22), and LI (n=10) countries, respectively. The X-axis represents GDP per capita in current USD, and the Y-axis represents the mortality rate (death cases per 100k population). The trendline indicates the relationship between the mortality rate and the GDP per capita. Spearman's r and statistical analyses of correlations are reported with a p-value of <0.05 considered statistically significant. COVID-19: coronavirus disease 2019; GDP: gross domestic product; HI: high-income; UMI: upper-middle-income; LMI: lower-middle-income; LI: low-income A significant strong negative correlation was found between the mortality rate and GDP per capita in HI countries (Spearman's r=-0.562; p<0.001) . This trend suggests that higher GDP per capita is associated with lower mortality in these HI nations. Conversely, no significant negligible positive correlation was observed between the mortality rate and GDP per capita in the UMI and LI groups, indicating no clear trend in these categories . Interestingly, a strong positive correlation between the mortality rate and GDP per capita was observed in LMI countries (Spearman's r=0.629; p=0.002) . This finding suggests that higher GDP per capita is strongly associated with lower mortality in HI countries. In contrast, the strong positive correlation in LMI countries may indicate an unusual trend or the influence of underlying factors linking GDP per capita and mortality, warranting further investigation. A strong negative correlation between the COVID-19 confirmed mortality rate and percent vaccination in HI countries In this analysis, Puerto Rico (PRI) from the HI group and Dominica (DMA) from the UMI group were excluded due to the absence of updated COVID-19 vaccination percentage data as of March 13, 2023 . Among HI countries, Qatar (QAT) and the United Arab Emirates (UAE) had the highest vaccination rates, with over 99% of their populations receiving at least one dose . The mean percent vaccination for HI countries was 76.7±16.2%. In UMI, LMI, and LI countries, the mean percent vaccination was 66.5±24.3%, 61.8±23.3%, and 27.4±11.8%, respectively . A significantly lower percent vaccination was observed in LI countries compared to HI, UMI, and LMI countries (Appendix 3). The study showed that less than half of the population in LI countries received at least one dose of the vaccine. Overall, the mean vaccination rate across all countries was 65.2±24.5%. FIGURE 2: The correlation between the COVID-19 mortality rate and the percent vaccination in 2023 Panel (A) presents the data for HI countries (n=38), while panels (B), (C), and (D) show the data for UMI (n=25), LMI (n=22), and LI (n=10) countries, respectively. The X-axis represents the percent vaccination, and the Y-axis represents the mortality rate (deaths per 100k population). The trendline indicates the relationship between the mortality rate and the percent vaccination. Spearman's r and statistical analyses of correlations are reported with a p-value of <0.05 considered statistically significant. COVID-19: coronavirus disease 2019; HI: high-income; UMI: upper-middle-income; LMI: lower-middle-income; LI: low-income Additionally, we conducted correlation analyses between mortality and percent vaccination. A statistically significant strong negative correlation between mortality rate and percent vaccination was found in HI countries (Spearman's r=-0.551; p<0.001) , while no significant correlation between mortality rate and percent vaccination was found in the other three groups . This suggests that in HI 2025 Kanokudom et al. Cureus 17(3): e80582. DOI 10.7759/cureus.80582 3 of 11 countries, higher vaccination rates are strongly associated with a decline in mortality rates. The results also suggest that the percent vaccination is not associated with mortality rates in UMI, LMI, and LI countries. A very strong negative correlation between the COVID-19 confirmed mortality rate and IMR in LMI countries, but no correlation in other groups Among the 38 HI countries, the mean IMR was 4.8±3.0 deaths/1,000 live births. The mean IMR was continuously increased to 14.4±6.8, 28.6±14.7, and 52.4±21.2 deaths/1,000 live births for the 25 UMI, 22 LMI, and 10 LI countries, respectively. Afghanistan (AFG) recorded the highest IMR at 103.5 deaths/1,000 live births. A comparison between groups revealed no significant difference in IMR between HI and UMI countries or between UMI and LMI countries. However, the IMR in LI countries was significantly lower than in the other three wealthier groups . The mean IMR across all countries was 17.8±19.2 deaths/1,000 live births. FIGURE 3: The correlation between the COVID-19 mortality rate and the"}
{"pmid": "40230777", "title": "Impact of Economic Factor, Percent Vaccination, Healthcare Quality, and Population Density on Coronavirus Disease 2019 (COVID-19) Mortality Rates: A Global Analysis in 2023.", "text": "infant mortality rate in 2023 Panel (A) presents the data for HI countries (n=38), while panels (B), (C), and (D) show the data for UMI (n=25), LMI (n=22), and LI (n=10) countries, respectively. The X-axis represents the infant mortality rate in deaths/1,000 live births, and the Y-axis represents the mortality rate (deaths per 100k population). The trendline indicates the relationship between the mortality rate and the infant mortality rate. Spearman's r and statistical analyses of correlations are reported with a p-value of <0.05 considered statistically significant. COVID-19: coronavirus disease 2019; HI: high-income; UMI: upper-middle-income; LMI: lower-middle-income; LI: low-income The results showed a non-significant and negligible correlation between COVID-19 mortality rates and IMR among HI countries (Spearman's r=0.162; p=0.330) . Similar to HI countries, no significant correlations were observed among the UMI and LI countries . The finding indicates that IMR had no impact on the mortality rate in these countries. Unfortunately, a very strong negative correlation with statistical significance between mortality rate and IMR was found in LMI countries (Spearman's r=- 0.704; p<0.001) . This unexpected finding warrants further investigation to understand the hidden agendas driving this trend in LMI countries. No correlation between the COVID-19 confirmed mortality rate and population density in all groups The mean population density was 347.8±1,326.0, 82.2±79.1, 227.7±286.4, and 76.0±68.2 for HI, UMI, LMI, and LI countries, respectively. No significant differences in mean population density were observed between HI or LI countries and middle-income countries (Appendix 3). The most crowded country was Singapore (SGP), classified as an HI country, with a population density of 8,270.0 persons/km2. There were no significant correlations between mortality rate and population density across any group (p≥0.05), suggesting that population density had no discernible impact on COVID-19 mortality . 2025 Kanokudom et al. Cureus 17(3): e80582. DOI 10.7759/cureus.80582 4 of 11 FIGURE 4: The correlation between the COVID-19 mortality rate and the population density in 2023 Panel (A) presents the data for HI countries (n=38), while panels (B), (C), and (D) show the data for UMI (n=25), LMI (n=22), and LI (n=10) countries, respectively. The X-axis represents the population density in persons/km2, and the Y-axis represents the mortality rate (deaths per 100k population). The trendline indicates the relationship between the mortality rate and the population density. Spearman's r and statistical analyses of correlations are reported with a p-value of <0.05 considered statistically significant. COVID-19: coronavirus disease 2019; HI: high-income; UMI: upper-middle-income; LMI: lower-middle-income; LI: low-income Discussion The current study gathered a cumulative number of COVID-19 confirmed deaths per 100k population (mortality rate) during the pandemic from 2020 to 2023 across 95 out of 195 countries (approximately 50%). This study further investigated external factors contributing to the mortality rate associated with COVID-19 across countries classified by income levels. A significant negative correlation between GDP per capita and mortality rate was observed in HI countries, indicating that higher economic capacity may enable better healthcare access, resource mobilization, and pandemic response, ultimately lowering mortality. Conversely, a strong positive correlation in LMI countries suggests an unusual trend. This may be influenced by economic disparities within the group, with wealthier nations experiencing worse outcomes possibly due to higher urbanization, healthcare system strain, or the impact of comorbidities associated with transitioning economies. This phenomenon was supported by a previous study indicating that HI countries have demonstrated a greater capacity to battle the second and third waves of COVID-19 resulting in lower mortality, while the mortality rate in UMI and LMI countries has even increased . Discrepancies in the correlation between GDP per capita and mortality were observed between HI and LMI countries. In HI countries, better healthcare infrastructure and greater access to medical resources contribute to lower fatality rates. In contrast, LMI countries may be affected by confounding factors such as underreporting due to limited testing and health surveillance. These findings suggest that GDP per capita alone does not fully capture a country's ability to mitigate COVID-19 mortality. Further research incorporating socioeconomic indicators like healthcare expenditure per capita and the Human Development Index (HDI) could provide deeper insights into these contrasting trends. The findings revealed that HI countries demonstrated strong economic status as well as extensive vaccine coverage, measured by the percentage of vaccinated individuals. These factors significantly contributed to reducing COVID-19 mortality rates. Our research highlighted the impact of large-scale vaccination campaigns in improving health outcomes, particularly in wealthier (HI) countries. Our finding showed a statistically significant decrease in COVID-19 mortality rates as percent vaccination increased. This aligned with other studies showing that vaccines have been proven effective in preventing symptomatic infection and severe disease including hospitalization and death from COVID-19 . However, no significant correlations were observed in UMI, LMI, and LI groups, suggesting that factors beyond vaccination rates, such as vaccine accessibility, equitable distribution, and healthcare delivery systems, may influence mortality in these regions. The low vaccination rates in LI countries, where less than half of the population received at least one dose, remain a critical concern. Moreover, this finding may align with a previous study conducted in 38 European countries, all of which were UMI or HI. The study showed a downward trend in new COVID-19 cases associated with an increase in GDP per capita . Previous studies showed that IMR was used as a complex indicator to assess the impact of healthcare quality including health expenditure and outcome . Consequently, healthcare systems with low IMR are generally better equipped to manage pandemics , potentially contributing to lower COVID-19 mortality rates. However, this study found that IMR appeared to have no effect on mortality in HI, UMI, and LI countries. Interestingly, a very strong negative correlation in LMI countries suggests an unexpected link between IMR and COVID-19 outcomes. This could reflect underlying structural factors or data inconsistencies within LMI nations. Further research is required to explore the role of healthcare quality and access in influencing pandemic outcomes in these settings. Furthermore, no association between population density and COVID-19 mortality across any income group was observed. While densely populated countries like Singapore (SGP) had"}
{"pmid": "40230777", "title": "Impact of Economic Factor, Percent Vaccination, Healthcare Quality, and Population Density on Coronavirus Disease 2019 (COVID-19) Mortality Rates: A Global Analysis in 2023.", "text": "high population densities, their effective public health measures may have mitigated the anticipated impact of crowding on virus transmission and mortality. This finding emphasizes the importance of governance, public health infrastructure, and community compliance in managing pandemics. This suggests that population density, which assumed more opportunity to spread coronavirus, does not account for differences in mortality rates . Other factors that may play a significant role in affecting the COVID-19 mortality rate are the governments' response to create public health measures/policies to reduce the spread of COVID-19 as well as the testing and contact tracing systems of different countries. The strictness and competence of execution of public health interventions, such as lockdowns, social distancing, mask mandates, and travel restrictions, significantly impact COVID-19 transmission and mortality rates. Effective implementation and adherence to these measures can reduce the spread of the virus. Age distribution and the prevalence of comorbidities within a population influence the mortality rate. Older populations and those with higher rates of conditions such as obesity, diabetes, and cardiovascular diseases are at greater risk of severe outcomes from COVID-19 . Demography, geography, language, social equity, and disease patterns in different countries may affect responses to the COVID-19 pandemic as a function of income level . Lastly, cultural attitudes towards the pandemic and trust in the government and science can influence compliance with public health measures and vaccination coverage as well, thereby impacting the COVID-19 mortality rate. This study has several limitations. First, we believed that COVID-19-related deaths in some LI and LMI 2025 Kanokudom et al. Cureus 17(3): e80582. DOI 10.7759/cureus.80582 5 of 11 countries were underreported. This is largely due to limited healthcare resources, including insufficient expenditure for facilities, as well as inadequate access to rapid testing and nucleic acid testing (NAT). Second, the analysis did not account for country-specific public health measures, cultural practices, or comorbidities, which could significantly impact outcomes. Third, the use of cross-sectional data limits causal interpretations. This finding suggests that analyzing individual GDP per capita does not fully elucidate unusual trends in COVID-19 mortality among LMI countries. A multifactorial approach should be considered for a comprehensive understanding of mortality trends. Lastly, we acknowledge that no adjustments were made for potential confounding factors in our analysis. Further analysis that accounts for confounding factors such as multivariable modeling could help explain the observed associations. Conclusions This study reveals that COVID-19 mortality rates are influenced by complex, income-level-specific factors. While higher-income countries benefit from economic resources and vaccine coverage, lower-income countries face unique challenges linked to structural and contextual factors. The findings highlight the critical need for tailored public health strategies that address socioeconomic and healthcare disparities. Further research is essential to better understand these dynamics and inform equitable and effective global pandemic responses. Appendices Appendix 1 Continents Country names ISO code Income category (Atlas method)* Population (n) in 2023 Population density (persons/km²) in 2023 Death cases (n) as of December 29, 2023# Death cases /100k population (ratio) in 2023# Percent vaccination (last updated March 13, 2023) GDP (current USD) in 2023 GDP per capita (current USD) in 2023 GNI per capita, Atlas method (current USD) in 2023 GNI per capita, PPP (current international USD) in 2023 Infant mortality rate (deaths/1,000 live births) in 2023 Asia and Oceania Afghanistan AFG Low- income 41,454,761 63.0 7,970 19.2 33.0 14,502.2 352.6 360.0 2,100.0 103.1 Africa Algeria DZA Upper- middle- income 46,164,219 19.0 6,881 14.9 18.0 239,899.5 5,260.2 4,960.0 16,790.0 18.8 Africa Angola AGO Lower- middle- income 36,749,906 29.0 1,937 5.3 48.0 84,723.0 2,309.5 2,130.0 7,310.0 57.2 North and South America Argentina ARG Upper- middle- income 45,538,401 17.0 130,472 286.5 92.0 640,591.4 13,730.5 12,520.0 28,710.0 9.1 Asia and Oceania Australia AUS High- income 26,451,124 3.0 24,273 91.8 88.0 1,723,827.2 64,711.8 63,140.0 66,260.0 3.0 Europe Austria AUT High- income 9,130,429 111.0 22,534 246.8 78.0 516,034.1 56,506.0 55,070.0 73,520.0 3.2 North and South America Bahamas BHS High- income 399,440 40.0 846 211.8 45.0 14,338.5 34,749.6 31,990.0 33,790.0 9.6 Asia and Oceania Bangladesh BGD Lower- middle- income 171,466,990 1317.0 29,477 17.2 93.0 437,415.3 2,529.1 2,860.0 9,430.0 29.6 Europe Belgium BEL High- income 11,712,893 387.0 34,339 293.2 81.0 632,216.6 53,475.3 54,530.0 71,990.0 3.2 North and South America Bolivia BOL Lower- middle- income 12,244,159 11.0 22,385 182.8 64.0 45,849.8 3,701.0 3,600.0 10,490.0 22.3 Africa Botswana BWA Upper- middle- income 2,480,244 4.0 2,800 112.9 84.0 19,395.8 7,249.8 7,620.0 19,140.0 24.4 North and South America Brazil BRA Upper- middle- income 211,140,729 25.0 702,116 332.5 90.0 2,173,665.7 10,043.6 9,070.0 19,990.0 13.1 Europe Bulgaria BGR High- income 6,795,803 63.0 38,619 568.3 30.0 101,584.4 15,797.6 14,460.0 37,380.0 7.8 Africa Burkina Faso BFA Low- income 23,025,776 84.0 400 1.7 22.0 20,324.6 874.1 850.0 2,610.0 48.2 Asia and Oceania Cambodia KHM Lower- middle- income 17,423,880 99.0 3,056 17.5 93.0 31,772.8 1,875.1 1,810.0 5,460.0 28.8 North and South America Canada CAN High- income 39,299,105 4.0 54,307 138.2 92.0 2,140,085.6 53,371.7 53,930.0 60,700.0 4.3 Africa Chad TCD Low- income 19,319,064 15.0 194 1.0 39.0 13,149.3 719.4 710.0 1,940.0 64.0 North and South America Chile CHL High- income 19,658,835 26.0 62,203 316.4 95.0 335,533.3 17,093.2 15,820.0 31,590.0 6.4 Asia and Oceania China CHN Upper- middle- income 1,422,584,933 152.0 121,889 8.6 94.0 17,794,782.0 12,614.1 13,400.0 24,380.0 6.5 North and South America Colombia COL Upper- middle- income 52,321,152 47.0 142,727 272.8 85.0 363,540.2 6,979.7 6,870.0 21,420.0 11.7 North and South America Costa Rica CRI High- income 5,105,525 100.0 9,366 183.4 91.0 86,497.9 16,595.4 13,850.0 25,800.0 7.0 Europe Croatia HRV High- income 3,896,023 70.0 18,664 479.1 57.0 82,688.8 21,459.8 20,670.0 45,950.0 8.6 Democratic Low- 2025 Kanokudom et al. Cureus 17(3): e80582. DOI 10.7759/cureus.80582 6 of 11 Africa Republic of Congo COD income 105,789,731 47.0 1,468 1.4 13.0 66,383.3 649.1 660.0 1,620.0 59.1 Europe Denmark DNK High- income 5,948,136 140.0 9,418 158.3 82.0 404,198.8 67,967.4 73,360.0 79,390.0 3.0 North and South America Dominica DMA Upper- middle- income 66,510 89.0 74 111.3 N/A 654.0 8,953.9 8,920.0 17,650.0 11.0 North and South America Ecuador ECU Upper- middle- income 17,980,083 72.0 36,024 200.4 88.0 118,844.8 6,533.4 6,510.0 15,510.0 11.2 Africa Egypt EGY"}
{"pmid": "40230777", "title": "Impact of Economic Factor, Percent Vaccination, Healthcare Quality, and Population Density on Coronavirus Disease 2019 (COVID-19) Mortality Rates: A Global Analysis in 2023.", "text": "Lower- middle- income 114,535,772 115.0 24,830 21.7 55.0 395,926.1 3,512.6 3,900.0 17,990.0 17.3 North and South America El Salvador SLV Upper- middle- income 6,309,624 305.0 4,230 67.0 72.0 34,015.6 5,344.2 4,920.0 11,750.0 11.9 Europe Estonia EST High- income 1,367,196 32.0 2,967 217.0 66.0 40,744.9 29,823.7 27,240.0 47,350.0 3.4 Africa Ethiopia ETH Low- income 128,691,692 129.0 7,574 5.9 39.0 163,697.9 1,293.8 1,130.0 3,100.0 33.9 Europe Finland FIN High- income 5,601,185 18.0 11,395 203.4 82.0 300,187.2 53,755.9 53,390.0 64,940.0 2.1 Europe France FRA High- income 66,438,822 121.0 168,039 252.9 82.0 3,030,904.1 44,460.8 45,070.0 62,130.0 3.1 Africa Gabon GAB Upper- middle- income 2,484,789 10.0 307 12.4 14.0 20,516.1 8,420.1 7,960.0 19,710.0 27.7 Europe Germany DEU High- income 84,548,231 243.0 174,979 207.0 78.0 4,456,081.0 52,745.8 53,970.0 72,110.0 3.1 Africa Ghana GHA Lower- middle- income 33,787,914 148.0 1,462 4.3 42.0 76,370.4 2,238.2 2,340.0 7,370.0 31.9 Europe Greece GRC High- income 10,242,908 79.0 38,327 374.2 74.0 238,206.3 22,990.0 22,580.0 40,880.0 3.5 North and South America Guatemala GTM Upper- middle- income 18,124,838 169.0 20,201 111.5 54.0 102,050.5 5,797.5 5,580.0 13,820.0 25.6 Africa Guinea- Bissau GNB Low- income 2,153,339 77.0 177 8.2 28.0 1,966.5 914.3 900.0 2,670.0 47.7 Europe Hungary HUN High- income 9,686,463 107.0 48,967 505.5 66.0 212,388.9 22,147.2 19,820.0 44,650.0 4.8 Asia and Oceania India IND Lower- middle- income 1,438,069,596 484.0 533,333 37.1 75.0 3,549,918.9 2,484.8 2,540.0 10,030.0 30.4 Asia and Oceania Indonesia IDN Upper- middle- income 281,190,067 155.0 161,954 57.6 75.0 1,371,171.2 4,940.5 4,870.0 15,210.0 19.3 Asia and Oceania Iran IRN Upper- middle- income 90,608,707 56.0 146,751 162.0 79.0 401,504.5 4,502.5 4,680.0 17,900.0 14.6 Europe Italy ITA High- income 59,499,453 202.0 195,179 328.0 84.0 2,254,851.2 38,373.2 38,200.0 58,650.0 3.1 Africa Ivory Coast (Cote d'Ivoire) CIV Lower- middle- income 31,165,654 98.0 835 2.7 53.0 78,788.8 2,728.8 2,670.0 7,480.0 54 North and South America Jamaica JAM Upper- middle- income 2,839,786 262.0 3,599 126.7 29.0 19,423.4 6,874.2 6,150.0 11,160.0 10.9 Asia and Oceania Japan JPN High- income 124,370,947 341.0 74,694 60.1 83.0 4,212,945.2 33,834.4 39,030.0 52,640.0 1.9 Asia and Oceania Jordan JOR Lower- middle- income 11,439,213 129.0 14,122 123.5 48.0 50,813.6 4,482.1 4,460.0 10,360.0 13.6 Asia and Oceania Kazakhstan KAZ Upper- middle- income 20,330,104 8.0 19,072 93.8 59.0 261,421.1 13,136.6 10,940.0 35,420.0 8.1 Africa Kenya KEN Lower- middle- income 55,339,003 97.0 5,689 10.3 27.0 107,440.6 1,949.9 2,110.0 6,220.0 26.9 Asia and Oceania Lebanon LBN Lower- middle- income 5,773,493 564.0 10,947 189.6 40.0 17,937.3 3,350.3 3,740.0 12,490.0 6.9 Europe Luxembourg LUX High- income 665,098 257.0 1,000 150.4 78.0 85,755.0 128,259.4 88,370.0 98,490.0 3.2 Africa Madagascar MDG Low- income 31,195,932 54.0 1,426 4.6 8.6 16,031.7 528.7 530.0 1,840.0 38.3 Asia and Oceania Malaysia MYS Upper- middle- income 35,126,298 107.0 37,268 106.1 88.0 399,648.8 11,648.7 11,970.0 36,120.0 6.5 Africa Mali MLI Low- income 23,769,127 19.0 743 3.1 18.0 20,904.9 897.4 860.0 2,600.0 59.0 2025 Kanokudom et al. Cureus 17(3): e80582. DOI 10.7759/cureus.80582 7 of 11 North and South America Mexico MEX Upper- middle- income 129,739,759 67.0 334,126 257.5 78.0 1,788,886.8 13,926.1 12,100.0 24,970.0 12.0 Asia and Oceania Mongolia MNG Upper- middle- income 3,431,932 2.0 2,136 62.2 70.0 19,872.2 5,764.8 4,950.0 16,390.0 19.8 Africa Morocco MAR Lower- middle- income 37,712,505 85.0 16,298 43.2 69.0 141,109.4 3,672.1 3,700.0 9,600.0 18.7 Asia and Oceania Nepal NPL Lower- middle- income 29,694,614 207.0 12,031 40.5 97.0 40,908.1 1,324.0 1,370.0 5,240.0 24.6 Europe Netherlands NLD High- income 18,092,524 537.0 22,986 127.0 74.0 1,118,124.8 62,536.7 60,670.0 77,750.0 3.7 Asia and Oceania New Zealand NZL High- income 5,172,836 20.0 3,623 70.0 87.0 253,465.7 48,527.8 48,610.0 52,750.0 3.4 North and South America Nicaragua NIC Lower- middle- income 6,823,613 57.0 245 3.6 95.0 17,829.2 2,530.3 2,270.0 7,640.0 14.7 Africa Nigeria NGA Lower- middle- income 227,882,945 250.0 3,155 1.4 39.0 362,815.0 1,621.1 1,930.0 6,200.0 55.2 Europe Norway NOR High- income 5,519,167 15.0 5,732 103.9 81.0 485,513.3 87,961.8 102,460.0 108,790.0 1.8 Asia and Oceania Pakistan PAK Lower- middle- income 247,504,495 321.0 30,656 12.4 75.0 338,368.5 1,407.0 1,500.0 6,110.0 52.7 North and South America Panama PAN High- income 4,458,759 60.0 8,653 194.1 83.0 83,382.4 18,661.8 18,010.0 38,110.0 15.3 North and South America Paraguay PRY Upper- middle- income 6,844,146 17.0 19,880 290.5 57.0 42,956.3 6,260.5 6,200.0 16,910.0 22.6 North and South America Peru PER Upper- middle- income 33,845,617 26.0 220,516 651.5 93.0 267,603.3 7,789.9 6,990.0 15,860.0 10.8 Asia and Oceania Philippines PHL Lower- middle- income 114,891,199 385.0 66,779 58.1 73.0 437,146.4 3,725.6 4,230.0 11,940.0 22.1 Europe Poland POL High- income 38,762,844 127.0 120,159 310.0 60.0 811,229.1 22,112.9 19,730.0 47,380.0 5.1 Europe Portugal PRT High- income 10,430,738 114.0 27,750 266.0 95.0 287,080.0 27,275.1 26,270.0 47,850.0 2.5 North and South America Puerto Rico PRI High- income 3,242,023 366.0 5,938 183.2 N/A 117,902.3 36,779.1 25,240.0 32,990.0 5.9 Asia and Oceania Qatar QAT High- income 2,979,082 257.0 690 23.2 99.0 235,770.4 87,480.4 70,070.0 116,870.0 6.5 Europe Romania ROU High- income 19,118,479 83.0 68,690 359.3 42.0 351,002.6 18,419.4 16,670.0 46,620.0 5.7 Asia and Oceania Saudi Arabia SAU High- income 33,264,292 15.0 9,646 29.0 79.0 1,067,582.9 28,895.0 28,690.0 55,290.0 12.0 Africa Senegal SEN Lower- middle- income 18,077,573 94.0 1,971 10.9 16.0 31,014.0 1,746.0 1,660.0 4,670.0 31.8 Europe Serbia SRB Upper- middle- income 6,773,201 77.0 18,057 266.6 48.0 75,187.1 11,361.0 10,030.0 25,880.0 4.6 Asia and Oceania Singapore SGP High- income 5,789,090 8270.0 1,954 33.8 90.0 501,427.5 84,734.3 70,590.0 118,710.0 1.5 Europe Slovakia (Slovak Republic) SVK High- income 5,518,055 115.0 21,201 384.2 48.0 132,793.6 24,470.2 22,790.0 43,500.0 5.3 Europe Slovenia SVN High- income 2,118,396 105.0 9,487 447.8 61.0 68,216.8 32,163.5 30,620.0 54,130.0 1.5 Africa South Africa ZAF Upper- middle- income 63,212,384 52.0 102,595 162.3 41.0 377,781.6 6,253.2 6,750.0 15,630.0 24.4 Europe Spain ESP High- income 47,911,579 96.0 121,852 254.3 88.0 1,580,694.7 32,677.0 32,180.0 52,420.0 2.4 Africa Sudan SDN Low- income 50,042,791 28.0 5,046 10.1 29.0 109,327.0 2,272.5 990.0 3,110.0 41.4 Europe Switzerland CHE High- income 8,870,561 224.0 14,169 159.7 71.0 884,940.4 99,994.9 95,160.0 90,080.0 3.0 Africa Tanzania TZA Lower- middle- income 66,617,606 75.0 846 1.3 58.0 79,158.3 1,211.1 1,210.0 3,900.0 30.3 Asia and Oceania Thailand THA Upper- middle- income 71,702,435 140.0 34,514 48.1 82.0 514,945.0 7,171.8 7,180.0 22,880.0 6.4 Africa Tunisia TUN Lower-"}
{"pmid": "40230777", "title": "Impact of Economic Factor, Percent Vaccination, Healthcare Quality, and Population Density on Coronavirus Disease 2019 (COVID-19) Mortality Rates: A Global Analysis in 2023.", "text": "middle- 12,200,431 79.0 29,423 241.2 62.0 48,529.6 3,895.4 3,770.0 13,310.0 11.6 2025 Kanokudom et al. Cureus 17(3): e80582. DOI 10.7759/cureus.80582 8 of 11 income Asia and Oceania Turkey (Türkiye) TUR Upper- middle- income 87,270,501 113.0 101,419 116.2 69.0 1,108,022.4 12,985.8 11,650.0 43,700.0 18.9 Africa Uganda UGA Low- income 48,656,601 244.0 3,632 7.5 44.0 49,272.9 1,014.2 980.0 3,040.0 29.4 Europe Ukraine UKR Upper- middle- income 37,732,836 65.0 109,918 291.3 36.0 178,757.0 5,181.4 5,070.0 18,560.0 9.0 Asia and Oceania United Arab Emirates ARE High- income 10,642,081 127.0 2,349 22.1 99.0 504,173.5 52,976.8 53,290.0 83,750.0 5.1 Europe United Kingdom of Great Britain GBR High- income 68,682,962 284.0 232,112 337.9 81.0 3,340,032.4 48,866.6 47,800.0 58,140.0 3.8 North and South America United States of America USA High- income 343,477,335 38.0 1,162,244 338.4 80.0 27,360,935.0 81,695.2 80,300.0 82,190.0 5.1 North and South America Uruguay URY High- income 3,388,081 19.0 7,625 225.1 87.0 77,240.8 22,564.5 19,530.0 31,690.0 8.1 Asia and Oceania Vietnam VNM Lower- middle- income 100,352,192 324.0 43,206 43.1 94.0 429,717.0 4,346.8 4,180.0 14,400.0 14.4 Africa Zimbabwe ZWE Lower- middle- income 16,340,822 42.0 5,731 35.1 44.0 26,538.3 1,592.4 1,740.0 3,850.0 34.0 TABLE 1: Overall raw data used in the study * is defined as income levels categorized based on the Atlas GNI per capita (current USD) for 2023 as follows: \"Low-income\" is defined as ≤1,135 USD, \"Lower-middle-income\" as 1,136-4,465 USD, \"Upper-middle-income\" as 4,466-13,845 USD, and \"High-income\" as >13,845 USD. An exception is made for Afghanistan and Qatar, where the income level range is based on the year 2022. # is defined as cumulative confirmed death cases as of December 29, 2023. Death counts may be underestimated due to underreporting. Percent vaccination for Qatar and the United Arab Emirates was >99%, so we recorded them as 99.0%. Recent values of GNI per capita, Atlas method (current USD) of most countries were recorded in 2023 except Afghanistan and Qatar which were recently recorded in 2022. Recent values of GNI per capita, PPP (current international USD) of most countries were recorded in 2023 except Afghanistan, Lebanon, and Qatar which were recently recorded in 2022. ISO: International Organization for Standardization; GDP: gross domestic product; GNI: gross national income; PPP: purchasing power parity; N/A: not available Appendix 2 Topics Online sources Accessed date Remarks Continents N/A - - Country names https://www.worldometers.info/ 20-Sep- 2024 - ISO code https://www.worldometers.info/ 20-Sep- 2024 - Income category N/A - Calculated based on Atlas GNI per capita (current USD) Population (n) in 2023 https://www.worldometers.info/ 19-Sep- 2024 - Population density (persons/km²) in 2023 https://www.worldometers.info/ 19-Sep- 2024 - Death cases (n) as of December 29, 2023 https://ourworldindata.org/grapher/cumulative-deaths- and-cases-covid-19?tab=table&time=2020-01-08..2023- 12-29 20-Sep- 2024 - Death cases /100k population (ratio) in 2023 N/A - Calculated from \"Death case\" divided by \"Population density\" and multiplied by 100,000 Percent vaccination (last updated March 13, 2023) https://www.nytimes.com/interactive/2021/world/covid- vaccinations-tracker.html 19-Sep- 2024 - GDP (current USD) in 2023 https://data.worldbank.org/ 14-Sep- 2024 - GDP per capita (current USD) in 2023 https://data.worldbank.org/ 14-Sep- 2024 - GNI per capita, Atlas method (current USD) in 2023 https://data.worldbank.org/ 14-Sep- 2024 - GNI per capita, PPP (current international USD) in 2023 https://data.worldbank.org/ 14-Sep- 2024 - Infant mortality rate (deaths/1000 live births) in 2023 https://www.cia.gov/the-world- factbook/about/archives/2023/field/infant-mortality-rate/ 17-Sep- 2024 - TABLE 2: Sources of data and their accessed dates ISO: International Organization for Standardization; GNI: gross national income; GDP: gross domestic product; PPP: purchasing power parity; N/A: not available Appendix 3 2025 Kanokudom et al. Cureus 17(3): e80582. DOI 10.7759/cureus.80582 9 of 11 Topics All countries (death cases /100k population (ratio)) High- income countries (death cases /100k population (ratio)) Upper- middle- income countries (death cases /100k population (ratio)) Lower- middle- income countries (death cases /100k population (ratio)) Low- income countries (death cases /100k population (ratio)) All countries (GDP per capita, USD) High- income countries (GDP per capita, USD) Upper- middle- income countries (GDP per capita, USD) Lower- middle- income countries (GDP per capita, USD) Low- income countries (GDP per capita, USD) All countries (percent vaccination, %) High- income countries (percent vaccination, %) Upper- middle income countries (percent vaccination, %) Lower- middle- income countries (percent vaccination, %) Low-income countries (percent vaccination, %) All countries (IMR, deaths/1,000 live births) High-income countries (IMR, deaths/1,000 live births) Upper- middle- income countries (IMR, deaths/1,000 live births) Lower- middle- income countries (IMR, deaths/1,000 live births) Low-income countries (IMR, deaths/1,000 live births) All coun (populat density, persons Number of values 95 38 25 22 10 95 38 25 22 10 93 37 24 22 10 95 38 25 22 10 95 Minimum 1.0 22.1 8.6 1.3 1.0 352.6 15,798.0 4,503.0 1,211.0 352.6 8.6 30.0 14.0 16.0 8.6 1.5 1.5 4.6 6.9 29.4 2.0 25% percentile 19.2 135.4 64.6 5.1 1.6 2,729.0 22,884.0 5,781.0 1,715.0 619.0 44.5 68.5 49.5 43.5 16.8 4.8 3.0 9.1 16.7 37.2 38.0 Median 112.9 214.4 116.2 19.6 5.3 8,420.0 37,576.0 7,172.0 2,507.0 885.8 73.0 81.0 73.5 60.0 28.5 11.2 3.6 11.9 27.9 48.0 89.0 75% percentile 252.9 330.5 269.7 46.9 8.7 32,164.0 58,014.0 11,505.0 3,679.0 1,084.0 84.5 87.5 87.3 79.5 39.0 25.6 6.0 19.6 32.4 60.3 155.0 Maximum 651.5 568.3 651.5 241.2 19.2 128,259.0 128,259.0 13,926.0 4,482.0 2,273.0 99.0 99.0 94.0 97.0 44.0 103.1 15.3 27.7 57.2 103.1 8,270.0 Range 650.5 546.2 642.9 239.9 18.2 127,907.0 112,462.0 9,424.0 3,271.0 1,920.0 90.4 69.0 80.0 81.0 35.4 101.6 13.8 23.1 50.3 73.7 8,268.0 Mean 149.9 233.0 168.9 50.1 6.3 21,299.0 45,971.0 8,349.0 2,647.0 951.6 65.2 76.7 66.5 61.8 27.4 17.8 4.8 14.4 28.6 52.4 221.5 Standard deviation 145.4 138.7 141.3 69.1 5.5 26,479.0 26,778.0 3,116.0 1,027.0 533.3 24.5 16.2 24.3 23.3 11.8 18.2 3.0 6.8 14.7 21.2 852.1 Standard error of the mean 14.9 22.5 28.3 14.7 1.7 2,717.0 4,344.0 623.3 218.9 168.6 2.5 2.7 5.0 5.0 3.7 1.9 0.5 1.4 3.1 6.7 87.4 Compact letter display (Kruskal- Wallis test: Dunn's multiple comparisons between groups for each factor using GraphPad Prism 10.2.1)* - A A B B - A B C C - A A A B - A AB B C - TABLE 3: Descriptive and statistical analysis of socioeconomic factors * is defined as follows: groups sharing the"}
{"pmid": "40230777", "title": "Impact of Economic Factor, Percent Vaccination, Healthcare Quality, and Population Density on Coronavirus Disease 2019 (COVID-19) Mortality Rates: A Global Analysis in 2023.", "text": "same letter are not significantly different, while those with different letters are. GDP: gross domestic product; IMR: infant mortality rate Additional Information Author Contributions All authors have reviewed the final version to be published and agreed to be accountable for all aspects of the work. Concept and design: Yong Poovorawan, Natthinee Sudhinaraset, Sittisak Honsawek Drafting of the manuscript: Yong Poovorawan, Sitthichai Kanokudom, Natchanid Piamsa-nga, Kantachai Ratanapanich, Kritpaul Prasattongosoth, Monile Suchitbharabitya, Punpiti Piamsa-nga, Natthinee Sudhinaraset, Sittisak Honsawek Critical review of the manuscript for important intellectual content: Yong Poovorawan, Sitthichai Kanokudom Supervision: Yong Poovorawan, Natthinee Sudhinaraset, Sittisak Honsawek Acquisition, analysis, or interpretation of data: Sitthichai Kanokudom, Natchanid Piamsa-nga, Kantachai Ratanapanich, Kritpaul Prasattongosoth, Monile Suchitbharabitya, Punpiti Piamsa-nga Disclosures Human subjects: Consent for treatment and open access publication was obtained or waived by all participants in this study. Animal subjects: All authors have confirmed that this study did not involve animal subjects or tissue. Conflicts of interest: In compliance with the ICMJE uniform disclosure form, all authors declare the following: Payment/services info: All authors have declared that no financial support was received from any organization for the submitted work. Financial relationships: All authors have declared that they have no financial relationships at present or within the previous three years with any organizations that might have an interest in the submitted work. Other relationships: All authors have declared that there are no other relationships or activities that could appear to have influenced the submitted work. Acknowledgements We would like to sincerely thank Chakkaphan Phutamjai, BEcon, MBA, for his valuable advice on economic knowledge. His insights and guidance have been incredibly helpful to our research. We would like to express our gratitude to all participants for their contributions and support of this project. This work was partially supported by the Center of Excellence in Clinical Virology, Chulalongkorn University, the King Chulalongkorn Memorial Hospital, and the Second Century Fund (C2F) of Sitthichai Kanokudom, Chulalongkorn University. We would like to declare that generative artificial intelligence (AI) (ChatGPT-3.5, OpenAI, San Francisco, California, United States) was used solely for assistance in checking and refining to improve the readability and English language in this manuscript, including translations from Thai to English. The authors entirely generated the content, ideas, and findings presented in the manuscript. After language editing, the authors reviewed and validated the final version to ensure its accuracy and integrity."}
{"pmid": "40230744", "title": "Unmasking the Long-Term Effects of COVID-19 With a Focus on Chronic Fatigue Syndrome: A Community-Based Study From India.", "text": "Review began 02/15/2025 Review ended 03/10/2025 Published 03/14/2025 © Copyright 2025 Gupta et al. This is an open access article distributed under the terms of the Creative Commons Attribution License CC-BY 4.0., which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited. DOI: 10.7759/cureus.80597 Unmasking the Long-Term Effects of COVID-19 With a Focus on Chronic Fatigue Syndrome: A Community-Based Study From India Arti Gupta , Vishnu Rajan , Rajeev Aravindakshan , Pulla Sirisha 1. Department of Community and Family Medicine, All India Institute of Medical Sciences Mangalagiri, Mangalagiri, IND Corresponding author: Arti Gupta, guptaarti2003@gmail.com Abstract Background The COVID-19 pandemic has highlighted the enduring health burden of long COVID, scientifically termed the postacute sequelae of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection or PASC. Long COVID manifests as diverse symptoms affecting multiple organ systems, significantly impacting individuals globally, and especially underrepresented rural populations. Objective This study aimed to evaluate the prevalence of chronic fatigue syndrome (CFS) among laboratory-confirmed COVID-19 patients in rural India, focusing on identifying its predictors and the implications for healthcare systems in resource-limited settings. Methodology Retrospective data analysis was conducted on the follow-up visits of post-COVID-19 patients in the field practice area of AIIMS Mangalagiri, Nuthakki, Andhra Pradesh, India. The study involved 500 COVID-19 survivors diagnosed via reverse transcription polymerase chain reaction (RT-PCR) between 2023 and 2024. Data was collected via a semi-structured questionnaire to retrieve socio-demographic and clinical parameters, while CFS severity was assessed using a validated scoring system. Multivariable logistic regression and path analysis were used to examine the associations between the predictors of CFS. Results The prevalence of CFS was seen in 107 patients (21.4%; 95% CI: 18.01-25.22). Risk factors included older age (adjusted odds ratio or aOR: 15.90 for ≥60 years), female gender (aOR: 1.90), and comorbidities (aOR: 3.92). Common symptoms observed were fatigue in 180 (36%), joint pain in 185 (37%), and muscle pain in 182 (36.4%) patients. There was no significant association between vaccination and CFS. Conclusion The study underscores the substantial burden of post-COVID fatigue in rural populations, with female patients, older adults, and those with comorbidities being at greater risk. Tailored healthcare interventions and proactive post-COVID monitoring are critical to address this challenge. Future research should explore the underlying mechanisms and assess the role of vaccination in mitigating the post-COVID sequelae. Categories: Preventive Medicine, Epidemiology/Public Health, Infectious Disease Keywords: chronic fatigue syndrome (cfs), community survey, covid 19, covid scenario, long covid, post-covid-19 syndrome Introduction The emergence of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) triggered a global health crisis, presenting unprecedented challenges in understanding infectious diseases and their long-term consequences. While the initial focus of the pandemic was on addressing immediate concerns through vaccination efforts and strict public health measures, another pressing issue surfaced - the enduring effects of COVID-19, widely known as \"Long COVID.\" Long COVID has become a major global health concern, and is scientifically termed as postacute sequelae of SARS-CoV-2 Infection (PASC) . Studies indicate that at least 10% of the individuals who contract COVID-19 experience prolonged and sometimes debilitating symptoms, encompassing over 200 distinct manifestations affecting multiple organ systems . This prolonged impact knows no boundaries and affects the lives of over 65 million individuals worldwide. The World Health Organization defines long COVID as starting three months after the initial COVID-19 infection , in which commonly reported symptoms are fatigue, memory problems, shortness of breath, 1 1 1 1 Open Access Original Article How to cite this article Gupta A, Rajan V, Aravindakshan R, et al. (March 14, 2025) Unmasking the Long-Term Effects of COVID-19 With a Focus on Chronic Fatigue Syndrome: A Community-Based Study From India. Cureus 17(3): e80597. DOI 10.7759/cureus.80597 and sleep disorders . There is a significant overlap with chronic fatigue syndrome (CFS), which is one of the defining features of long COVID . The prevalence of long COVID-19 differs across patient groups, ranging from 10-30% in non-hospitalized cases to an alarming 50-70% in hospitalized cases, with 10-12% of vaccinated individuals also being affected . These persistent effects span a wide range of adverse outcomes, including cardiovascular complications, thrombotic and cerebrovascular disorders, type 2 diabetes, myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS), and dysautonomia, particularly postural orthostatic tachycardia syndrome (POTS) . Numerous hypotheses have been proposed to understand the origins of long COVID, including the persistence of SARS-CoV-2 in tissues and immune dysregulation, occasionally with the reactivation of other pathogens such as Epstein-Barr virus and human herpesvirus-6 . Understanding the pathogenesis of long COVID is crucial for developing effective treatment strategies and interventions. Recent studies have highlighted immune system irregularities associated with long COVID, including elevated levels of non- classical monocytes, activated B cells, double-negative B cells, and IL-4 and IL-6-secreting CD4+ T cells. Additionally, reductions in conventional dendritic cells, exhausted T cells, and cortisol levels have been observed in affected individuals . India's diverse socio-demographic profile presents unique challenges, including significant healthcare accessibility issues, rural-urban disparities, and a substantial burden on primary healthcare infrastructure. Chippa et al. (2022) reported that long COVID has been observed in at least 10% of the individuals recovering from SARS-CoV-2 infections, with the prevalence potentially reaching 50% to 70% among hospitalized cases . Similarly, a multicentric study identified older age, female gender, and pre- existing comorbidities as significant predictors of prolonged symptoms . Another study conducted in rural Indian settings emphasized the disparity in symptom management and access to healthcare resources between urban and rural populations, further complicating the burden of post-COVID-19 sequelae . Vaccination has been hypothesized to reduce the severity of post-COVID-19 outcomes; however, data from Indian populations remain scarce . Our study aims to explore this association. Comprehensive studies focusing on the post-COVID syndrome in India are essential to understanding its burden, risk factors, and implications for public health policies tailored to the Indian context. The primary objective of this study is to determine the prevalence of CFS and identify risk factors contributing to its development among laboratory-confirmed COVID-19 patients attending specialized post-COVID-19 clinics and outreach care"}
{"pmid": "40230744", "title": "Unmasking the Long-Term Effects of COVID-19 With a Focus on Chronic Fatigue Syndrome: A Community-Based Study From India.", "text": "programs in a rural healthcare setting in India. Our study provides a detailed examination of the interactions between SARS-CoV-2, long COVID, and CFS, aiming to identify risk factors associated with CFS development and exploring potential management strategies in resource- limited settings. Materials And Methods Study design, setting, and procedure This retrospective study was conducted at the Centre for Rural Health AIIMS Mangalagiri (CRHA) Nuthakki, Guntur District, Andhra Pradesh, India, from July 2023 to January 2024. The study included COVID-19 survivors diagnosed with the infection using a reverse transcription polymerase chain reaction (RT-PCR) test. Routine follow-up visits with post-COVID-19 patients in the field practice area of CRHA were carried out, and they were evaluated for new-onset symptoms, signs, and the presence of CFS, and their severity was assessed using a CFS severity score. The vaccination status was retrieved from their medical records. Follow-up visits were scheduled monthly or as needed, depending on when patients reported to the clinic's outreach area. Strict privacy standards were adhered to during data collection, and the information obtained from the CRHA Health and Demographic Surveillance System (HDSS) lacked personal identifiers. An Institutional Ethics Committee (IEC) approval for waiver of consent was obtained to authorize the study, data analysis, and subsequent reporting (AIIMS/MG/IEC/2023-24/01) in accordance with ethical guidelines for retrospective studies. Study tools A semi-structured questionnaire was used to collect data on socio-demographic characteristics, comorbidities, history of the COVID-19 illness, vaccination status, and newly-emerging symptoms. The severity of the post-COVID-19 symptoms and fatigue was evaluated using a validated CFS score . Participants rated fatigue severity and eight additional criteria over the past six months using an anchored ordinal scale (0 = no symptom, 1 = trivial, 2 = mild, 3 = moderate, 4 = severe). Fatigue ratings of three or four were used to classify participants as “Fatigued,” while lower scores categorized them as “Not fatigued.” Sample size and statistical analysis The sample size was estimated using OpenEpi , assuming an anticipated incidence of 25% , a relative precision of 4%, and a 95% confidence interval, yielding a minimum requirement of 450 participants. Accounting for a 10% non-response rate, the final sample size was set at 500. The data collection forms were created in the Epicollect5 mobile application, and the data sheets were exported to MS Excel (Microsoft Corp., Redmond, WA, US). The data analysis was carried out using STATA version 17 (StataCorp LLC, College 2025 Gupta et al. Cureus 17(3): e80597. DOI 10.7759/cureus.80597 2 of 14 Station, TX, US), and R version 4.4.1 (The R Foundation, Vienna, Austria). Categorical variables were summarized using frequencies and proportions, while continuous variables were described using mean with standard deviation or median with IQR based on the normality of data. A Pearson chi-squared test and an independent sample t-test Mann-Whitney were used to compare the differences in outcomes. Multivariable logistic regression was used to find the determinants and their association with post-COVID-19 fatigue. The regression model, generated through path analysis using the lavaan module in R, was employed to explain the complex relationships between predictor variables, including comorbidities, age, gender, and COVID-19 vaccination, and CFS. The multivariable regression model was adjusted for age, gender, history of comorbidities, random blood sugar and blood pressure. The indirect effect, i.e., the influence of an independent variable on CFS through the other mediator variables, was examined in the path analysis. Results The study included 500 participants with a mean age of 41.62 years (SD=16.92), with the majority being males (n=265; 53%). A comparison of the socio-demographic characteristics of COVID-19-related details and clinical parameters between participants with and without fatigue is presented in Table 1. Participants with fatigue were significantly older (49.1±14.1 years) than those without it (39.5±17.1 years). A higher proportion of females (n=134; 26.8%) reported fatigue compared to males (n=83; 16.6%). 2025 Gupta et al. Cureus 17(3): e80597. DOI 10.7759/cureus.80597 3 of 14 Characteristics Categories Normal, n (%); total n=393 Fatigue, n (%); total n=107 p-value Mean Age (Mean ± SD) - 39.5 ± 17.1 49.1 ± 14.1 <0.001 Age groups (in years) <18 years 37 (97.4) 1 (2.6) <0.001 19-44 206 (86.6) 32 (13.4) 45-59 100 (68.0) 47 (32.0) >60 years 50 (64.9) 27 (35.1) Gender Female 172 (73.2) 63 (26.8) 0.005 Male 221 (83.4) 44 (16.6) Year of COVID-19 infection 2019 2 (100.0) 0 (0.0) 0.29 2020 11 (73.3) 4 (26.7) 2021 373 (79.2) 98 (20.8) 2022 6 (54.5) 5 (45.5) 2023 1 (100.0) 0 (0.0) Frequency of COVID-19 infection (number of times) One time 393 (78.8) 106 (21.2) 0.055 Two times 0 (0.0) 1 (100.0) History of COVID-19 infection in family members No 131 (78.5) 36 (21.5) 0.95 Yes 262 (78.7) 71 (21.3) Death of family member due to COVID-19 No 369 (78.3) 102 (21.7) 0.57 Yes 24 (82.8) 5 (17.2) Vaccination against COVID-19 No 26 (89.7) 3 (10.3) 0.13 Yes 367 (77.9) 104 (22.1) History of comorbidities No 388 (79.5) 100 (20.5) 0.002 Yes 5 (41.7) 7 (58.3) New symptoms after COVID-19 No 341 (87.0) 51 (13.0) <0.001 Yes 52 (48.1) 56 (51.9) Currently under treatment for symptoms No 389 (80.0) 97 (20.0) <0.001 Yes 4 (28.6) 10 (71.4) Random blood sugar (mg/dL) - 113.1 ± 47.8 137.1 ± 68.0 <0.001 Systolic blood pressure (mmHg) - 118.3 ±12.6 123.4 ± 13.6 <0.001 Diastolic blood pressure (mmHg) - 80.9 ± 37.6 81.0 ± 8.9 0.97 TABLE 1: Socio-demographic characteristics and details of the COVID-19 infection(s) among the study participants (n=500) The relationship between CFS and the age and gender of the participants is depicted in Figure 1. 2025 Gupta et al. Cureus 17(3): e80597. DOI 10.7759/cureus.80597 4 of 14 FIGURE 1: Relationship of chronic fatigue syndrome with the age and gender of the participants Those who were infected more than once (n=291; 58.3%) or reported new symptoms after COVID-19 (n=259; 51.9%) were more likely to experience fatigue. Vaccinated participants showed a slightly higher fatigue prevalence (n=110; 22.1%) than unvaccinated ones (n=51; 10.3%). Higher proportions of individuals with comorbidities (n=291; 58.3%) or under treatment for post-COVID-19 symptoms (n=357; 71.4%) had fatigue."}
{"pmid": "40230744", "title": "Unmasking the Long-Term Effects of COVID-19 With a Focus on Chronic Fatigue Syndrome: A Community-Based Study From India.", "text": "Random blood sugar and systolic blood pressure levels were elevated in the group with fatigue, while diastolic pressure differences were minimal. The prevalence of CFS was found in 107 patients (21.4%) (95% CI: 18.01 - 25.22). Joint pain was the most frequently reported symptom (n=185; 37%), followed by muscle pain (n=182; 36.4%), fatigue after mild exertion (n=180; 36%), and headache (n=160; 32%). Some of the less reported symptoms included sore throat (n=7; 1.4%), reduced memory (n=29; 5.8%) and reduced sleep (n=56; 11.2%). Participants aged 45 to 59 years had significantly higher odds of suffering from CFS compared to those under 18 years, with an adjusted odds ratio (aOR) of 12.89 (95% CI: 1.60-103.66, p=0.01). Similarly, participants aged 60 years and above exhibited an even greater risk, with an aOR of 15.90 (95% CI: 1.88-134.19, p=0.01). Female participants were nearly twice as likely to develop CFS compared to males, with an aOR of 1.90 (95% CI: 1.20-3.03, p=0.006) (Table 2) 2025 Gupta et al. Cureus 17(3): e80597. DOI 10.7759/cureus.80597 5 of 14 Characteristic Fatigue, n (%) Adjusted odds ratio (aOR) 95% CI p-value Age groups (in years) <18 years 1 (2.63) Ref - - 19-44 32 (13.45) 5.08 0.64 - 0.36 0.12 45-59 47 (31.97) 12.89 1.60 - 103.66 0.01 >60 years 27 (35.06) 15.90 1.88 - 134.19 0.01 Gender Male 44 (16.60) Ref - - Female 63 (26.81) 1.90 1.20 - 3.03 0.006 History of any comorbid illnesses No 100 (20.49) Ref - - Yes 7 (58.33) 3.92 1.12 - 15.2 0.036 History of at least one or two COVID-19 vaccinations No 3 (10.34) - - - Yes 104 (22.08) 1.52 0.45 - 6.99 0.5 Mean blood sugar(mg/dL) - 1.00 1.00, 1.01 0.2 Systolic blood pressure (mmHg) - 1.01 0.99, 1.03 0.4 Diastolic blood pressure (mmHg) - 0.99 0.95, 1.00 0.4 TABLE 2: Multivariable analysis showing factors associated with chronic fatigue syndrome The path analysis revealed that comorbidities were significantly associated with higher CFS scores (b =1.884, p=<0.01). Age was also positively associated with CFS scores indicating that older individuals reported a higher impact of fatigue. Gender had a significant negative association with CFS scores where male patients reported a lower impact of fatigue compared to female ones (b = -0.52, p=<0.01). In contrast, COVID-19 vaccination status did not significantly predict CFS (b=0.36, p=0.3) . 2025 Gupta et al. Cureus 17(3): e80597. DOI 10.7759/cureus.80597 6 of 14 FIGURE 2: Path analysis showing the relationship between chronic fatigue syndrome and its predictors Discussion The study aimed to determine the prevalence of post-COVID-19 syndrome and identify the predictors of CFS among COVID-19 survivors in a rural healthcare setting. Our findings reveal that 21.4% of the participants experienced post-COVID-19 fatigue, with females, older adults, and those with comorbidities at significantly higher risk. This prevalence of post-COVID-19 fatigue is lower compared to other studies, which reported a prevalence ranging from 40% to 80% . This difference may be attributed to the community-based approach utilized in our study. In a meta-analysis, fatigue and headache were found to be the most common symptoms during the post-COVID-19 period . This variability in prevalence is likely influenced by differences in sample characteristics, definitions of fatigue, and assessment methods. Our study utilized a validated CFS score, ensuring reliable identification of cases based on symptom severity and persistence over six months. Even though the prevalence in our study is lower, it is consistent with studies focused on less severe disease and rural areas . The study identified significant associations between age, gender, and fatigue. Participants aged 45-59 years (aOR: 12.89) and those aged ≥60 years (aOR: 15.90) were at markedly higher risk compared to younger individuals, similar to findings from previous research that linked older age to prolonged post-viral syndromes . The physiological changes and immune dysregulation associated with ageing may contribute to this increased vulnerability in older age groups . Aligning with our study's findings, several studies have reported that women tend to be at greater risk for long-term COVID-19 manifestations irrespective of the baseline severity of the disease . Prior studies suggest that women may be more prone to long COVID syndromes due to hormonal influences that sustain hyperinflammatory states even after acute illness. Moreover, female patients have been reported to produce more IgG antibodies during the early phase of the disease . A path analysis revealed that comorbidities and age were the strongest predictors of CFS, while male patients reported significantly lower fatigue scores than females. Vaccination status showed no significant association with CFS scores or other variables, although vaccinated individuals were generally older. The direct effect of gender on fatigue remained significant, reinforcing its role as a primary determinant. Comorbidities significantly increased the likelihood of fatigue syndrome, with an aOR of 3.92. This aligns with research demonstrating that pre-existing conditions such as diabetes, hypertension, and cardiovascular disease exacerbate post-COVID-19 sequelae. Participants reporting new symptoms after COVID-19, such as joint pain, muscle pain, and fatigue after mild exertion, also showed higher odds of developing chronic fatigue syndrome . Comorbidities can mediate the relationship between age and fatigue severity, as older individuals often have pre-existing conditions that exacerbate fatigue symptoms post-COVID-19 . Gender differences also play a role, with studies indicating that women may experience more severe fatigue due to hormonal influences and immune response variations . These factors contribute to the variance in fatigue severity, highlighting the need for gender-specific and age-adjusted approaches in managing post- COVID-19 fatigue. We could not find any significant association between vaccination and post-COVID-19 syndrome. This could be partly explained by the broad definition of CFS and insufficient follow-up time. Previous studies have 2025 Gupta et al. Cureus 17(3): e80597. DOI 10.7759/cureus.80597 7 of 14 presented mixed results on the role of vaccination in mitigating long-term COVID-19 symptoms. While vaccination reduces the severity of acute illness and hospitalization, its effect on the postacute sequelae remains less clear . Vaccination, particularly with mRNA-based vaccines, has been shown to attenuate systemic inflammation and limit viral replication, potentially reducing the risk of persistent symptoms ."}
{"pmid": "40230744", "title": "Unmasking the Long-Term Effects of COVID-19 With a Focus on Chronic Fatigue Syndrome: A Community-Based Study From India.", "text": "The apparent lack of association of vaccination on post-COVID-19 fatigue severity might be attributed to several factors. Firstly, studies have shown mixed results regarding the vaccine's impact on the symptoms of long COVID, including fatigue. Some research indicates that vaccination post-infection may reduce symptom severity, while other studies have observed minimal impact . Potential reasons for these differences include differences in sample sizes and the specific timing of vaccination relative to infection, which could affect immune response and symptom resolution . Additionally, the effectiveness of vaccines may vary across different populations, influenced by age, underlying health conditions, and virus variants . These variables underscore the need for more targeted research to identify which subgroups benefit the most from vaccination in mitigating symptoms of long COVID-like fatigue. This study demonstrates several notable strengths. A robust sample size provided adequate statistical power to uncover associations and trends related to post-COVID-19 fatigue. The use of validated tools, such as the CFS severity score, ensured a standardized and reliable assessment of symptoms and fatigue levels. Furthermore, the analysis incorporated advanced statistical techniques, including multivariable logistic regression and pathway analysis, which allowed for a comprehensive understanding of the factors influencing post-COVID-19 fatigue and the interplay between variables such as gender, age, comorbidities, and vaccination status. However, the study is not without limitations. The retrospective design limits causal inference and inherently introduces the possibility of recall bias, as participants may not accurately remember or report details about their symptoms, illness severity, or medical history. While the inclusion of participants from a rural setting provides valuable insights into a population that may often be underrepresented in research, it also limits the generalizability of the findings. Urban populations, who may have different exposures, healthcare access, and health-seeking behaviors, might exhibit different patterns of post-COVID-19 outcomes. Conclusions This study provides valuable insights into the burden and predictors of post-COVID-19 fatigue in a rural Indian population. Healthcare systems in rural areas should prioritize long-term monitoring of COVID-19 survivors, particularly older adults and individuals with comorbidities, to detect and manage post-COVID- 19 fatigue. Its high prevalence highlights the need for targeted interventions, particularly for high-risk groups such as older adults, females, and individuals with comorbidities. Integrating post-COVID-19 care into existing healthcare services, especially in rural settings, can help address these long-term sequelae. Although the prevalence of long COVID is high, these results should be interpreted with caution, as self- reported symptoms and healthcare-seeking behavior may cause potential confounding effects. Further research is needed to explore the biological mechanisms underlying fatigue and to assess the long-term benefits of vaccination on post-COVID-19 outcomes. To better understand the mechanisms underlying post-COVID-19 fatigue, further longitudinal cohort studies are needed to identify potential risk factors. Additionally, biomarker analysis can be valuable in pinpointing physiological changes linked with its persistence. Appendices 2025 Gupta et al. Cureus 17(3): e80597. DOI 10.7759/cureus.80597 8 of 14 FIGURE 3: Post-COVID-19 questionnaire (page 1) 2025 Gupta et al. Cureus 17(3): e80597. DOI 10.7759/cureus.80597 9 of 14 FIGURE 4: Post-COVID-19 questionnaire (page 2) 2025 Gupta et al. Cureus 17(3): e80597. DOI 10.7759/cureus.80597 10 of 14 FIGURE 5: Post-COVID-19 questionnaire (page 3) 2025 Gupta et al. Cureus 17(3): e80597. DOI 10.7759/cureus.80597 11 of 14 FIGURE 6: Post-COVID-19 questionnaire (page 4) Additional Information Author Contributions All authors have reviewed the final version to be published and agreed to be accountable for all aspects of the work. Concept and design: Arti Gupta, Vishnu Rajan, Rajeev Aravindakshan, Pulla Sirisha Acquisition, analysis, or interpretation of data: Arti Gupta, Vishnu Rajan, Rajeev Aravindakshan, Pulla Sirisha Drafting of the manuscript: Arti Gupta, Vishnu Rajan, Rajeev Aravindakshan, Pulla Sirisha Critical review of the manuscript for important intellectual content: Arti Gupta, Vishnu Rajan, Rajeev Aravindakshan, Pulla Sirisha 2025 Gupta et al. Cureus 17(3): e80597. DOI 10.7759/cureus.80597 12 of 14 Supervision: Arti Gupta, Rajeev Aravindakshan Disclosures Human subjects: Consent for treatment and open access publication was obtained or waived by all participants in this study. Institutional Ethical Committee, AIIMS Mangalagiri issued approval AIIMS/MG/IEC/2023-24/01. Animal subjects: All authors have confirmed that this study did not involve animal subjects or tissue. Conflicts of interest: In compliance with the ICMJE uniform disclosure form, all authors declare the following: Payment/services info: The study was conducted at the Preventive Post- COVID 19 clinic at the Centre for Rural Health AIIMS (CRHA), Nuthakki, which was funded by the Prime Minister's Post-COVID Relief Fund, India. Financial relationships: All authors have declared that they have no financial relationships at present or within the previous three years with any organizations that might have an interest in the submitted work. Other relationships: All authors have declared that there are no other relationships or activities that could appear to have influenced the submitted work. Acknowledgements We express our sincere gratitude to the Director of AIIMS Mangalagiri, for their unwavering support and for providing the necessary resources to conduct this research. Our sincere thank you to the dedicated staff of the Centre for Rural Health AIIMS (CRHA) Nuthakki. We also thank the ASHAs (Accredited Social Health Activists) and ANMs (Auxiliary Nurse Midwives) of Nuthakki for their support."}
